[
	{
		"image": "blas001.slb",
		"name": "Blaster",
		"short_description": "Cette arme portative émet un rayon mortel d'énergie concentrée. Bien qu'il existe de très nombreux modèles différents, même les moins puissants d'entre eux, comme le blaster léger utilisé par la princesse Leia, sont capables d'abattre un stormtrooper. Les blasters lourds, comme le DL-44 de Yan Solo, sont beaucoup plus destructeurs et peuvent transpercer la coque de petits vaisseaux. Sur la plupart des blasters, il est possible de faire varier la puissance de tir entre \"étourdir\" et \"tuer\". Tous les blasters nécessitent une source d'énergie, généralement une cellule énergétique remplaçable intégrée à l'arme.",
		"full_name": "Arme de poing antipersonnel DL-44 BlasTech",
		"company": "Tous les fabricants d'armes antipersonnel",
		"price": "Entre 300 et 1 000 crédits",
		"range": "Jusqu'à 120 mètres",
		"type_description": "Il existe toutes sortes de blasters, chacun ayant ses propres accessoires et spécifications. Mais la plupart des blasters sont conçus suivant le même principe. Ils utilisent du gaz à haut pouvoir énergétique pour générer un faisceau visible d'énergie concentrée. Ces \"charges\" sont capables de causer des dommages considérables aux structures et aux tissus organiques. Un blaster portatif a généralement une portée optimale de 30 mètres et une portée maximale de 120 mètres. Les blasters sont alimentés par de petits packs énergétiques, qui peuvent être remplacés en moins de dix secondes. Les packs énergétiques déchargés peuvent être rechargés par des générateurs portables.\u000b\u000bLe DH-17 de <Lookup (\"BlasTe\");@BlasTech>, l'arme favorite des troupes <Lookup (\"Rebel\");@Rebelles>, est un blaster assez standard. Le réservoir de gaz du DH-17 peut permettre de tirer jusqu'à cinq cent fois, tandis que le pack énergétique est capable de fournir de l'énergie pour cent tirs. Les charges étourdissantes du DH-17 peuvent faire perdre conscience à une cible pendant près de dix minutes, tandis qu'un tir à pleine puissance peut facilement pénétrer l'armure d'un <Lookup (\"storm\");@stormtrooper> et des champs de force de faible intensité. Le DH-17 est une arme semi-automatique, tirant à chaque fois que l'on appuie sur la gâchette. Cependant, le DH-17 peut être modifié pour fournir un tir automatique, bien que ceci épuise le pack énergétique en moins de vingt secondes et soit susceptible de causer des problèmes de surchauffe. \u000b\u000bLe DL-44 de BlasTech, un blaster lourd utilisé entre autres par <Lookup (\"Solo, H\");@Yan Solo>, est une arme d'une puissance exceptionnelle, conçue pour les combats rapprochés. Les tirs du DL-44 traversent facilement les armures des stormtroopers et sont capables d'endommager de petits véhicules. En dépit de sa puissance, le DL-44 est léger et précis, et peut être facilement utilisé d'une seule main. Malheureusement, cette arme a une portée optimale limitée à 25 mètres et une portée maximale de 50 mètres. De plus, le blaster lourd consomme beaucoup d'énergie, et peut épuiser un pack énergétique au bout de 25 tirs. Le DL-44 est doté d'une crosse spéciale qui vibre pour avertir que la réserve d'énergie restante ne permettra pas de tirer plus de cinq fois. Les utilisateurs de ces armes transportent souvent plusieurs douzaines de packs énergétiques, qui peuvent être rapidement remplacés.\u000b\u000bParmi les blasters les moins puissants, on trouve les blasters légers, des armes défensives à courte portée. D'autres modèles, comme les blasters de soutien, peuvent être facilement dissimulés dans des vêtements.\u000b\u000bPendant la dictature de l'<Lookup (\"Empire\");@Empire>, seul le personnel militaire était autorisé à porter des blasters, mais cette loi s'avéra impossible à faire respecter. De plus, il était très facile d'acquérir des blasters au marché noir. Cette loi a toujours cours sous la <Lookup (\"New Rep\");@Nouvelle République> et obtient des résultats similaires. "
	},
	{
		"image": "bowc001.slb",
		"name": "Arbalète laser",
		"short_description": "L'arbalète laser permet de tirer des carreaux énergétiques ou des flèches explosives. C'est l'arme traditionnelle des Wookies, qui fabriquent ces engins destructeurs à la main et les utilisent avec une efficacité stupéfiante. En dehors des Wookies, très peu d'espèces intelligentes sont capables de manipuler une arbalète, car cette arme requiert beaucoup de force pour être armée et utilisée.",
		"full_name": "Arbalète Wookie",
		"company": "Armuriers Wookies indépendants",
		"price": "900 crédits (uniquement pour les Wookies)",
		"range": "50 mètres",
		"type_description": "Une arbalète est en fait un accélérateur magnétique à double polariseur. Des charges de polarités alternatives voyagent le long d'un arc métallique, puis libèrent un carreau explosif à très grande vitesse. Le carreau est enveloppé par de l'énergie qui canalise toute sa puissance explosive sur la cible. L'arbalète est de ce fait une arme d'une puissance incroyable. Cependant, une force exceptionnelle est requise pour l'armer et charger un carreau. Cette arme a une portée optimale de 30 mètres et une portée maximale de 50 mètres. Dans l'éventualité où le pack énergétique de l'arbalète serait déchargé ou défaillant, une vigne kthysh d'un mètre de long peut être accrochée au ressort de secours. La vigne permet d'utiliser l'arme comme une arbalète classique et de tirer des carreaux énergétiques ou des carreaux de bois, bien que la portée maximale de l'arme se trouve alors réduite à 30 mètres.\u000b\u000bLes arbalètes sont dotées d'un système d'armement primitif entraînant un rythme de tir limité et un temps de recharge élevé. De ce fait, les <Lookup (\"Wook\");@Wookies> ont appris à devenir des tireurs patients. Certains modifient leurs arbalètes en y ajoutant plusieurs cordes ou des arcs doubles. L'arbalète de <Lookup (\"Chew\");@Chewbacca> est équipée d'un système de réarmement automatique.\u000b\u000bLes arbalètes peuvent être démontées et facilement transportées dans des sacoches. En cas de besoin, un Wookie habile peut assembler son arme en moins d'une minute. Des bandoulières sont utilisées pour stocker des packs énergétiques, des cylindres de gaz de blaster et des charges de munitions contenant chacune six carreaux. De nombreux Wookies transportent également des vignes kthysh dans leur sacoche.\u000b\u000bLes Wookies considèrent leurs arbalètes comme des possessions personnelles. Ces armes sont attribuées aux jeunes lorsqu'ils accomplissent les rites traditionnels de passage à l'âge adulte. Les Wookies décorent souvent leur arbalète avec des symboles de leur clan, des pictogrammes et d'autres gravures exprimant leurs plus grands accomplissements."
	},
	{
		"image": "eweb001.slb",
		"name": "Blaster à répétition E-Web",
		"short_description": "Ce fusil blaster d'une puissance incroyable est capable de pénétrer la coque blindée des speeders des neiges. Cette arme, qui doit être installée sur un tripode autoporteur, nécessite un certain temps de mise en place et doit être manipulée par deux artilleurs. Elle peut générer des tirs au sol dévastateurs pendant un combat d'infanterie. L'E-Web fut très utilisé par les Soldats des neiges au cours de la bataille de Hoth.",
		"full_name": "Blaster à répétition E-Web Blastech",
		"company": "Blastech, ainsi que d'autres grands fabricants d'armes",
		"price": "5 000 crédits",
		"range": "500 mètres",
		"type_description": "L'E-Web fait partie des armes portatives les plus puissantes utilisées au cours de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>. Ce blaster à répétition a une portée optimale de 200 mètres et une portée maximale de 500 mètres. Ses tirs sont suffisamment puissants pour pénétrer l'armure des <Lookup (\"snowsp\");@speeders des neiges> et des vaisseaux similaires.\u000b\u000bL'équipe d'un E-Web est constituée d'un artilleur et d'un technicien responsable de la surveillance du générateur d'énergie Eksoan Classe-4T3. Ce générateur ayant tendance à surchauffer, l'arme est également équipée d'une unité de refroidissement Ck3 de Gryocooler permettant un tir en continu. L'ordinateur de contrôle de tir sophistiqué et le système de visée comprennent des modules Starvision et infrarouges, utilisés pour les combats de nuit. L'E-Web est également équipé d'un <Lookup (\"comlink\");@comlink> de longue portée doté d'un module de cryptage automatique assurant des communications sécurisées avec les autres unités.\u000b\u000bLa plus grande faiblesse de l'E-Web est la longueur de son installation, qui peut dépasser 15 minutes lorsque le générateur d'énergie est \"froid\". Si cette installation est effectuée à la hâte, l'E-Web risque de souffrir de dangereuses surtensions.\u000b\u000bPlusieurs modèles ont succédé à l'E-Web, comme l'E-Web(15) et le F-Web. L'E-Web(15) est beaucoup moins long à installer que son prédécesseur, tandis que le F-Web est équipé d'un générateur de bouclier."
	},
	{
		"image": "gade001.slb",
		"name": "Gaderffii",
		"short_description": "Les Gaderffii, ou \"bâtons gaffi\", sont les armes traditionnelles des Hommes des sables de Tatooine. Ces courtes gaffes sont fabriquées avec des métaux de récupération. Les deux extrémités des bâtons gaffi sont équipées d'armes redoutables, comme une lame de hache à double tranchant ou des pointes aiguisées. Bien que les Hommes des sables utilisent surtout leurs armes au cours de raids contre les Jawas ou les humains, les gaderffii sont également utilisés pour chasser les rats womp, ou pour graver des symboles délimitant un territoire sur les parois des falaises. Enfin, les bâtons gaffi peuvent aussi très bien servir de canne.",
		"full_name": "Gaderffii des Hommes des sables",
		"company": "Armuriers des Hommes des sables",
		"price": "Pas à vendre",
		"range": "-",
		"type_description": "Les bâtons gaffi sont des armes artisanales utilisées par les <Lookup (\"Tusk\");@Hommes des sables>. Les Hommes des sables construisent ces armes avec des pièces récupérées sur les épaves de vaisseaux ou de véhicules qu'ils croisent lors de leurs traversées des <Lookup (\"Jund\");@déserts> de <Lookup (\"Tatooi\");@Tatooine>. Les bâtons gaffi typiques sont équipés d'une lame de hache à double tranchant attachée à l'extrémité d'une hampe creuse en <Lookup (\"durast\");@duracier>. Le dessus de la lame est souvent doté d'une pointe de lance aiguisée. L'autre côté du bâton gaffi est muni d'une lourde boule garnie de pointes. Les Hommes des sables utilisent la hache pour couper en deux leurs adversaires, repousser des prédateurs ou tuer leurs proies. La masse d'arme peut être utilisée pour assommer des victimes ou détruire des droïdes, des véhicules, des <Lookup (\"vapora\");@vaporateurs> et de nombreux autres objets.\u000b\u000bLes Hommes des sables utilisent souvent leurs bâtons gaffi pour s'intimider mutuellement lorsque des querelles éclatent pour déterminer les positions sociales dans un clan. Ces armes sont également utilisées comme outils."
	},
	{
		"image": "ionc001.slb",
		"name": "Canon à ions",
		"short_description": "Cette puissante arme énergétique permet de surcharger les systèmes électriques et informatiques d'un vaisseau, le privant de ses armes, de ses défenses, de ses moteurs et même de ses systèmes de survie. Les canons à ions ignorent les boucliers déflecteurs et sont surtout utilisés pour rendre inopérants des vaisseaux afin de les capturer et les aborder, sans leur infliger de dommages. On les trouve à bord de la plupart des vaisseaux capitaux et des stations spatiales. Il est également possible de les utiliser dans des installations militaires en tant que système de défense planétaire, comme à la base Echo sur Hoth.",
		"full_name": "Défenseur planétaire v-150 de CNK",
		"company": "Chantiers Navals Kuat, ainsi que divers fabricants d'artillerie",
		"price": "500 000 crédits",
		"range": "50 unités spatiales, ou 100 kilomètres dans l'atmosphère",
		"type_description": "Les canons à ions font partie des armes les plus importantes utilisées par les factions militaires impliquées dans la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>. Au cours des combats spatiaux, la possibilité de neutraliser un vaisseau ennemi sans endommager sa cargaison s'avéra d'une aide précieuse pour les Impériaux et les Rebelles. L'<Lookup (\"Empire\");@Empire> appréciait ces armes car elles permettaient aux vaisseaux Impériaux de capturer des vaisseaux ennemis intacts afin d'interroger les survivants. Les Rebelles, au contraire, utilisaient les canons à ions lors d'assauts contre les convois Impériaux transportant des armes, des équipements médicaux ou d'autres marchandises importantes. Les Rebelles volaient fréquemment des vaisseaux Impériaux, comme les frégates d'escorte Nebulon-B. Au cours des combats, les chasseurs Rebelles <Lookup (\"Y-win\");@Y-wing> et <Lookup (\"B-win\");@B-wing> étaient équipés de canons à ions afin de neutraliser les vaisseaux ennemis.\u000b\u000bD'énormes canons à ions sont souvent installés sur les grands vaisseaux. Un <Lookup (\"star des\");@Destroyer> Impérial standard est doté de 60 NK-7 de Borstel, tandis que les <Lookup (\"Mon Calamari star\");@croiseurs Mon Calamari> ont en moyenne 24 canons à ions SW-7 d'Armek. La première <Lookup (\"Death\");@Etoile Noire> en disposait de plus de 2 500.\u000b\u000bLes modèles les plus grands et les plus chers sont les canons à ions planétaires, comme le Défenseur Planétaire v-150 de CNK utilisé sur <Lookup (\"Hoth\");@Hoth>. Le Défenseur Planétaire est protégé par une coquille sphérique en permacite et est alimenté par un énorme réacteur habituellement enterré à plus de 40 mètres sous la surface. Ce canon peut émettre une puissante charge ionisante capable d'atteindre un vaisseau situé en orbite basse et de le neutraliser.\u000b\u000bCe canon est équipé d'une base rotative, mais plusieurs minutes sont nécessaires pour le mettre en position de tir. De ce fait, il est surtout efficace contre les cibles relativement immobiles, comme des Destroyers en orbite. Les vaisseaux ennemis sont pris pour cible par des ordinateurs complexes reliés à des <Lookup (\"electrotele\");@électro-télescopes> et des capteurs à longue distance. Cependant, le Défenseur Planétaire nécessite une équipe de 27 soldats pour fonctionner efficacement. Un canon à ions peut être synchronisé avec des boucliers planétaires et des <Lookup (\"turbola\");@turbolasers> pour fournir un système de défense efficace en cas d'invasion. Malheureusement, cette arme a un angle de tir limité et un seul canon à ions ne peut protéger au maximum qu'une zone de quelques centaines de kilomètres carrés. Les canons à ions sont également limités par leur rythme de tir ne permettant qu'une seule décharge toutes les six secondes."
	},
	{
		"image": "lase001.slb",
		"name": "Canon laser",
		"short_description": "Ces armes puissantes tirent des charges d'énergie visibles et équipent tous les chasseurs stellaires. Les différents modèles de canon laser vont des tourelles bas de gamme, qui sont à peine plus puissantes que des fusils blasters, jusqu'aux modèles militaires puissants, capables de détruire des chasseurs TIE ou des petits vaisseaux du premier coup. La plupart des canons laser sont conçus de façon à pouvoir tirer rapidement plusieurs charges consécutives et sont reliés à des ordinateurs de visée sophistiqués. Les canons laser nécessitent des systèmes de refroidissement perfectionnés afin d'éviter la surchauffe.",
		"full_name": "Canon laser KX9 de Taim & Bak",
		"company": "Tous les constructeurs de vaisseaux",
		"price": "Variable",
		"range": "25 unités spatiales, ou 2,5 kilomètres dans l'atmosphère",
		"type_description": "Les canons laser sont les armes de vaisseaux les plus répandues dans la galaxie. Similaires aux <Lookup (\"blaster\");@blasters> mais à plus grande échelle, les canons laser combinent un gaz à haut pouvoir énergétique et une puissante charge d'énergie. Un canon laser peut être alimenté par un générateur spécifique ou par le réacteur principal du vaisseau. Le gaz volatile nécessaire au fonctionnement du canon est stocké dans des chambres renforcées et refroidies. La majorité des canons laser utilise de longs barillets remplis de bobines et de circuits procurant à l'arme une portée très élevée.\u000b\u000bL'efficacité d'un canon laser dépend de son fabricant, de la puissance de sa source d'énergie, de l'endroit où il est utilisé et bien sûr de l'habilité naturelle du tireur. Cependant, les canons laser sont en général assez légers et leur cadence de tir est impressionnante. Ils sont très efficaces contre la majorité des chasseurs, mais ont du mal à pénétrer le lourd blindage des vaisseaux capitaux et son inefficaces contre de puissants <Lookup (\"deflector\");@boucliers déflecteurs>. Bon marché et faciles à installer, on peut également trouver des canons laser sur différents véhicules à répulseurs, comme les <Lookup (\"snowspe\");@speeders des neiges> des Rebelles, les <Lookup (\"twin\");@voitures des nuages> et les <Lookup (\"T-16\");@skyhoppers>.\u000b\u000bLes véhicules équipés de canons laser sont souvent dotés d'ordinateurs de visée sophistiqués, mais certains tireurs préfèrent faire appel à leur vue. Des ordinateurs de combat intégrés et des moteurs de tourelle permettent d'effectuer de rapides ajustements afin d'augmenter la précision de tir."
	},
	{
		"image": "ligh001.slb",
		"name": "Sabre laser",
		"short_description": "Ces épées d'énergie pure sont utilisées par les Chevaliers Jedi. Les sabres laser sont capables de couper n'importe quoi, à l'exception des autres sabres laser, mais plusieurs années d'entraînement sont nécessaires avant de parvenir à les maîtriser. Chaque Jedi fabrique son propre sabre au cours de sa formation, ce qui en fait une pièce unique. Celui de Dark Vador, par exemple, est équipé de commandes permettant d'ajuster la longueur de la lame et son intensité. La lame est en fait générée par plusieurs cristaux connectés à une source d'énergie située dans la poignée du sabre.",
		"full_name": "Sabre laser des Jedi",
		"company": "Chaque Jedi",
		"price": "Pas à vendre",
		"range": "-",
		"type_description": "La fabrication d'un sabre laser fait partie des tâches difficiles que doit surmonter un apprenti Jedi avant de devenir un véritable <Lookup (\"Jedi Kn\");@Chevalier Jedi>. Après que les secrets de construction leur ont été révélés, il faut parfois plus d'un mois aux apprentis pour construire et personnaliser leur premier sabre. Cependant, en cas d'urgence, un Jedi habile est capable de fabriquer un sabre laser fonctionnel en l'espace de quelques jours.\u000b\u000bLe concept des sabres laser est en fait d'une simplicité désarmante. La poignée mesure entre 24 et 30 centimètres de long. A l'intérieur de cette poignée se trouvent une cellule énergétique et entre un et trois cristaux d'Adégan taillés. Ces joyaux concentrent l'énergie de la source d'énergie et la libèrent à travers un disque concave situé à l'extrémité de la poignée sous la forme s'un faisceau coloré stable, d'environ un mètre de long. Lorsqu'ils sont activés, les sabres laser émettent un bourdonnement caractéristique. Un sabre laser doté d'un seul cristal a une lame de longueur et d'intensité fixe. Les Jedi qui construisent des sabres laser à plusieurs cristaux peuvent modifier l'intensité et la longueur de la lame en utilisant des commandes situées sur la poignée."
	},
	{
		"image": "prot001.slb",
		"name": "Torpille à protons",
		"short_description": "Ces projectiles très rapides peuvent être utilisés par des chasseurs ou des vaisseaux capitaux. Au moment de l'impact, la tête à dispersion de protons explose, causant une déflagration capable de détruire un vaisseau. Les torpilles à protons étant des armes physiques, elles ignorent les champs énergétiques standards conçus pour protéger des tirs de lasers. Cependant, les effets d'une torpille à protons peuvent être annulés par un bouclier à particules. Des torpilles à protons furent utilisées pour détruire les deux Etoiles Noires.",
		"full_name": "Lanceur et torpille à protons MG7-A Krupx",
		"company": "Tous les constructeurs de vaisseaux",
		"price": "Variable",
		"range": "7 unités spatiales, ou 700 kilomètres dans l'atmosphère",
		"type_description": "Les torpilles à protons font partie des armes les plus puissantes des chasseurs et sont généralement utilisées en complément des <Lookup (\"Laser can\");@canons laser>. Les chasseurs ne peuvent transporter qu'un nombre limité de torpilles à protons, mais deux de ces armes ont une puissance explosive supérieure à l'effet combiné des quatre canons lasers d'un <Lookup (\"X-Win\");@X-wing>.\u000b\u000bChaque torpille est protégée par une enveloppe énergétique afin d'éviter toute détonation accidentelle en cas de collision avec des débris. Des ordinateurs de guidage sophistiqués permettent aux torpilles à protons de suivre leur cible avec une précision étonnante. En fait, les torpilles à protons ont une marge d'erreur inférieure à trois mètres, bien que des véhicules particulièrement rapides soient capables de les distancer ou de les semer. Le système de guidage d'une torpille à protons a tendance à s'embrouiller lorsqu'il perd la trace de sa cible initiale et risque de prendre en chasse le premier vaisseau passant à sa portée. Les torpilles à protons peuvent être lancées même si le système de guidage est désactivé, mais il s'avère extrêmement difficile de détruire un vaisseau ennemi en utilisant cette méthode.\u000b\u000bBien que généralement installées à bord des chasseurs et des vaisseaux, de petites torpilles à protons peuvent également être envoyées à l'aide de lanceurs spéciaux portés à l'épaule."
	},
	{
		"image": "quad001.slb",
		"name": "Canon laser quadritube",
		"short_description": "Ces canons laser sophistiqués sont constitués de quatre tubes laser connectés à une tourelle rotative. Les canons laser quadritubes sont conçus de manière à tirer simultanément, par paire, ou suivant n'importe quelle combinaison que l'artilleur désire utiliser. Comme les autres canons laser, ces armes sont reliées à des systèmes de visée sophistiqués et nécessitent des unités de refroidissement. En raison de leur taille, les canons laser quadritubes ne peuvent être utilisés que dans de grands vaisseaux, comme le [Faucon Millenium].",
		"full_name": "Canon laser quadritube AG-2G de la Corporation Technique Corellienne",
		"company": "CTC, ainsi que divers constructeurs de vaisseaux",
		"price": "Variable",
		"range": "25 unités spatiales, ou 2,5 kilomètres dans l'atmosphère",
		"type_description": "Les <Lookup (\"laser can\");@canons laser> du <Lookup (\"Mill\");@[Faucon Millenium]> sont des batteries AG-2G modifiées et sont assez représentatifs du concept et des capacités des canons laser quadritubes. Installés par <Lookup (\"Calr\");@Lando Calrissian> et modifiés par <Lookup (\"Solo, H\");@Yan Solo>, les deux canons AG-2G sont alimentés directement par le réacteur énergétique Quadex du [Faucon]. La puissance de chaque tourelle est augmentée par des cycleurs énergétiques améliorés, une alimentation en gaz importante et des activateurs laser trafiqués dotés de cristaux énergétiques surdimensionnés. De ce fait, chaque canon laser quadritube est capable de détruire un <Lookup (\"TIE f\");@chasseur TIE> en un seul tir.\u000b\u000bLes canons du [Faucon] sont également équipés de systèmes de refroidissement sophistiqués et de compresseurs permettant une utilisation prolongée sans risque de surchauffe. De plus, un coupleur un peu particulier permet de disperser légèrement le faisceau d'énergie, ce qui force les boucliers de la cible à arrêter simultanément chaque tir direct, augmentant de ce fait le risque de surcharge du bouclier et infligeant ainsi des dommages plus importants."
	},
	{
		"image": "ther001.slb",
		"name": "Détonateur thermique",
		"short_description": "Ce puissant explosif se présente sous la forme d'une petite sphère métallique. Les détonateurs thermiques sont entourés d'une coque de thermite et contiennent une substance hautement volatile connue sous le nom de baradium. En général, un détonateur thermique est équipé d'un minuteur de six secondes, activé en poussant un déclencheur situé sur le dessus de la bombe. Le détonateur peut également être réglé pour exploser lorsque le déclencheur sensible à la pression est relâché. Au moment de l'explosion, la réaction de fusion du baradium génère un champ de particules extensif capable de désintégrer tout ce qui se trouve dans un rayon de 20 mètres.",
		"full_name": "Détonateur thermique de classe A, de Merr-Sonn Munitions",
		"company": "Merr-Sonn, ainsi que divers fabricants de munitions",
		"price": "2 000 crédits",
		"range": "Rayon de 20 mètres",
		"type_description": "Comme pour la plupart des armes, il existe de nombreux modèles de détonateurs thermiques. Les détonateurs thermiques militaires standards sont dotés d'un petit noyau de baradium et provoquent une explosion détruisant ce qui se trouve dans un rayon de cinq mètres. Les <Lookup (\"storm\");@stormtroopers> sont toujours équipés de détonateurs de ce type, qu'ils portent à la ceinture. Ces explosifs sont dotés de clés codées afin d'éviter que des détonateurs volés ne puissent être utilisés par les forces Rebelles.\u000b\u000bL'un des plus puissants détonateurs thermiques est le modèle Classe-A de Merr-Sonn Munitions. Déguisée en chasseur de primes nommé <Lookup (\"Bous\");@Boushh>, la <Lookup (\"Solo, P\");@princesse Leia> utilisa l'un de ces appareils pour menacer <Lookup (\"Jabba D\");@Jabba le Hutt>. Si ce détonateur avait explosé, il aurait tout anéanti dans un rayon de vingt mètres. Des rumeurs circulent au sujet de détonateurs thermiques encore plus puissants : on pense que certains criminels ont réussi à fabriquer des détonateurs contenant suffisamment de baradium pour tout détruire dans un rayon de cent mètres.\u000b\u000bLe baradium est particulièrement instable et la réaction de fusion peut se déclencher à l'intérieur du détonateur s'il est abîmé ou exposé à une chaleur excessive. Les détonateurs ont également tendance à exploser lorsqu'ils tombent ou sont lancés. En raison de leur incroyable puissance, et du fait de leur instabilité, les détonateurs thermiques sont sujets à une réglementation très stricte. La possession d'un détonateur thermique par un civil est répréhensible, mais il est tout de même possible de s'en procurer sur le marché noir. Ils sont surtout utilisés lors des combats à grande échelle, mais certaines forces militaires utilisent également ces explosifs pour des missions de démolition."
	},
	{
		"image": "turb001.slb",
		"name": "Turbolaser",
		"short_description": "Ces énormes canons laser destructeurs se trouvent à bord des vaisseaux capitaux et des stations spatiales, ou peuvent être utilisés pour défendre des installations planétaires. Les turbolasers sont capables de pénétrer facilement la coque de vaisseaux blindés et d'oblitérer de petits groupes de chasseurs en quelques instants. Cependant, les turbolasers ont un rythme de tir très lent et sont longs à positionner, ce qui peut permettre aux pilotes les plus agiles d'éviter leurs tirs. Ils nécessitent des systèmes de refroidissement cryogéniques très difficiles à entretenir.",
		"full_name": "Turbolaser XX-9 de Taim & Bak",
		"company": "Tous les constructeurs de vaisseaux",
		"price": "Variable",
		"range": "75 unités spatiales, ou 150 kilomètres dans l'atmosphère",
		"type_description": "Les turbolasers, qui sont en fait des <Lookup (\"laser can\");@canons laser> géants, constituent les armes principales des vaisseaux capitaux. Les <Lookup (\"Star des\");@destroyers> Impériaux, par exemple, sont équipés de 60 turbolasers lourds XX-9 de Taim & Bak. Sur ce type de vaisseau, les turbolasers sont regroupés en banques, chaque banque étant coordonnée par des systèmes de contrôle de tir informatisés permettant d'émettre des salves successives soutenues d'énergie destructrice.\u000b\u000bLe puissant faisceau des turbolasers est généré en deux phases. Un petit laser primaire émet un rayon d'énergie, qui interagit avec un flux de gaz énergétique dans l'activateur principal. Cette combinaison permet de générer un puissant champ d'énergie qui est concentré par des bobines dans le barillet du turbolaser. Tout ce processus permet au final d'obtenir un laser avec une portée deux à trois fois supérieure à celle des canons laser standard. Les turbolasers des vaisseaux peuvent même attaquer des cibles en surface au cours de bombardements.\u000b\u000bChaque turbolaser nécessite sa propre turbine et plusieurs banques de condensateurs. Les flux d'énergie doivent être soigneusement régulés, car des surtensions ou une alimentation excessive sont susceptibles de faire exploser l'arme. La surchauffe peut également entraîner des problèmes et ils doivent être protégés par trois cryosystèmes différents. De plus, chaque barillet est équipé d'une couche de refroidissement et une grande unité de refroidissement est généralement placée derrière l'activateur laser.\u000b\u000bLes systèmes de contrôle de feu informatisés permettent aux turbolasers de prendre pour cible des vaisseaux capitaux. La plupart des turbolasers sont lourdement blindés. Le modèle XX-9, par exemple, est protégé par un mètre de blindage en acier quadanium. Bien qu'ils soient situés sur la surface du vaisseau, les turbolasers sont contrôlés de l'intérieur depuis des stations d'artillerie."
	},
	{
		"image": "vibr001.slb",
		"name": "Vibro-hache",
		"short_description": "Cette arme de combat rapproché à lame vibrante est utilisée par des centaines de races violentes à travers la galaxie. La qualité des vibro-haches est très variable, mais elles sont toutes équipées d'un générateur d'ultrasons permettant de faire vibrer la lame plusieurs milliers de fois par secondes. Ces vibrations microscopiques augmentent de manière significative les dommages engendrés par la lame, ce qui donne des résultats assez sanglants. De nombreux gardes de Jabba étaient équipés de ces armes. Les Gamorréens avaient une préférence pour les haches brutales mais difficiles à maîtriser, tandis que les Weequays utilisaient des armes plus raffinées.",
		"full_name": "Tranchoir vibro-hache BD-1 SoroSuub",
		"company": "SoroSuub",
		"price": "500 crédits",
		"range": "Inapproprié",
		"type_description": "Une vibro-hache standard est alimentée par plusieurs cellules énergétiques, qui fournissent de l'énergie à un générateur d'ultrasons. Les vibro-haches primitives, comme celles utilisées par les gardes <Lookup (\"Gamorre\");@gamorréens> de <Lookup (\"Jabba D\");@Jabba>, ont un manche en bois et une tête de hache creuse contenant les cellules énergétiques et le générateur de vibrations. Ce dernier a tendance à faire tellement vibrer le manche que les Gamorréens sont peut-être les seules créatures suffisamment fortes pour manipuler l'une de ces armes. Mais les Gamorréens de Jabba choisissaient souvent d'utiliser leurs armes sans les activer, afin de prouver leur force et leur sauvagerie.\u000b\u000bLe tranchoir BD-1 de SoroSuub, une vibro-hache plus sophistiquée, était utilisé par les gardes <Lookup (\"Nikto\");@niktos> et <Lookup (\"Weeq\");@weequays> de Jabba. Le BD-1 est doté d'une hampe creuse en <Lookup (\"durasteel\");@duracier> et d'amortisseurs internes permettant d'absorber les vibrations de la lame de la hache. Cette hache peut traverser facilement le métal et comporte une commande de décrochage rapide permettant de remplacer une lame endommagée en quelques secondes. Le BD-1 peut contenir jusqu'à six cellules énergétiques, assurant ainsi plusieurs heures d'utilisation continue. L'intensité des vibrations de la lame peut être ajustée et l'arme est solide et facile à manipuler."
	},
	{
		"image": "ainf001.slb",
		"name": "Batterie anti-infanterie",
		"short_description": "Ces grands canons laser rotatifs sont utilisés afin de dissuader des troupes en approche. Les batteries anti-infanterie, comme la DF.9 de Golan Arms, sont généralement placées le long de tranchées à l'extérieur des installations militaires, des astroports, ou d'autres sites à défendre. De nombreuses batteries anti-infanterie protégeaient la base Echo et permirent de ralentir l'invasion des stormtroopers Impériaux. Ces armes s'avérèrent cependant inutiles contre les énormes TB-TT et la plupart d'entre elles furent détruites au cours de la bataille de Hoth.",
		"full_name": "Batterie anti-infanterie DF.9 de Golan Arms",
		"company": "Golan Arms, ainsi que divers fabricants d'armes planétaires",
		"price": "10 000 crédits",
		"range": "16 kilomètres",
		"type_description": "Les batteries anti-infanterie sont utilisées comme ligne de défense contre les invasions hostiles de forces terrestres. La plupart des modèles, comme la DF.9 de Golan Arms, utilisent des ordinateurs de visée sophistiqués afin de décimer les formations d'infanterie ennemies et de détruire les équipements de support tels que les véhicules. Ces armes peuvent être installées sur différents types de terrains et sont souvent utilisées en conjonction avec des <Lookup (\"antiveh\");@batteries anti-véhicules> afin de protéger les sites stratégiques.\u000b\u000bLes batteries anti-infanterie ont généralement une portée optimale d'environ 3 kilomètres et une portée maximale de 16 kilomètres. Cette portée est largement supérieure à celle de toute arme portative, ce qui permet aux batteries anti-infanterie d'attaquer des troupes en approche bien avant qu'elles ne puissent se défendre. De plus, le rayon énergétique de la DF.9 explose lors de l'impact, affectant tout ce qui se trouve dans un rayon de 8 mètres. Des tirs aussi dévastateurs sont capables d'éliminer un escadron entier de <Lookup (\"storm\");@stormtroopers>. Les batteries anti-infanterie tirent en moyenne une fois toutes les trois secondes. Comme de nombreuses armes de ce type, la DF.9 est équipée d'une tourelle blindée et protégée par un bouclier à protons, capable d'effectuer des rotations sur 180 degrés.\u000b\u000bLa DF.9 comporte cependant quelques limitations. Elle est immobile et requiert un emplacement fixe pour être utilisée. Afin de pouvoir fonctionner efficacement, cette arme nécessite un artilleur, un spécialiste en ordinateurs de visée et un technicien responsable de la régulation du flux énergétique du générateur de la DF.9. Bien qu'elle puisse être améliorée afin de pouvoir endommager des véhicules légers comme les <Lookup (\"All terrain scout\");@TR-TT>, la DF.9 est inutile contre des <Lookup (\"all terrain armo\");@TB-TT> ou d'autres véhicules lourdement blindés.\u000b\u000bA l'époque de la <Lookup (\"Hoth, Bat\");@bataille de Hoth>, la DF.9 était déjà âgée de plus de vingt ans. Mais, en dépit de son ancienneté, elle était encore l'arme favorite des <Lookup (\"Rebel\");@Rebelles>, des pirates, des révolutionnaires et des hors-la-loi. Il existe plusieurs variantes de la DF.9, comme la Double DF.9, dotée de <Lookup (\"laser can\");@canons laser> à tir rapide et d'un générateur d'énergie plus puissant, ce qui lui permet d'atteindre la cadence d'un tir par seconde. La SP.9 est une batterie anti-infanterie mobile qui peut être installée sur un traîneau à répulseurs, capable d'atteindre une vitesse maximale de 60 kilomètres heure."
	},
	{
		"image": "supe001.slb",
		"name": "Superlaser",
		"short_description": "Ce laser géant est capable d'anéantir une planète tout entière. Le premier superlaser fut installé sur l'Etoile Noire et fut utilisé pour détruire la paisible planète Aldérande. Une journée entière était nécessaire pour recharger l'arme après qu'elle ait été utilisée à pleine puissance et il n'était possible de prendre pour cible que de très grands objets, comme des planètes. Cependant, le superlaser de la seconde Etoile Noire fut conçu avec une source d'énergie plus puissante et des ordinateurs de visée sophistiqués, ce qui permettait de prendre pour cible des vaisseaux capitaux et de tirer plusieurs fois avec un temps de latence minimal pour recharger.",
		"full_name": "Superlaser Impérial de l'Etoile Noire",
		"company": "Fournisseur Impérial inconnu",
		"price": "Pas à vendre",
		"range": "100 unités spatiales",
		"type_description": "Aucune arme au cours de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique> ne s'avéra aussi dévastatrice que l'incroyable superlaser Impérial. Le superlaser était engendré par plusieurs charges de turbolasers amplifiées par des cristaux situés autour du puit circulaire du canon. Ces charges fusionnaient dans une lentille centrale, et créaient un faisceau d'énergie dévastateur d'une puissance supérieure à celle de la moitié de la flotte Impériale. Chaque cristal d'amplification nécessitait une station de tir séparée, où une équipe de quatorze artilleurs ajustait et surveillait les charges de turbolaser. Les deux Etoiles Noires étaient dotées de quatre cristaux d'amplification de réserve prêts à être utilisés en quelques minutes.\u000b\u000bLe superlaser était alimenté par l'immense réacteur à fusion de la station spatiale. Le noyau du réacteur de la première <Lookup (\"Death\");@Etoile Noire> nécessitait une période de 24 heures pour être rechargé, tandis que la seconde <Lookup (\"Death Star II\");@Etoile Noire> pouvait tirer à nouveau au bout de quelques minutes. Les techniciens Impériaux apportèrent également d'autres modifications à la seconde Etoile Noire, comme des systèmes de visée sophistiqués."
	},
	{
		"image": "aveh001.slb",
		"name": "Artillerie anti-véhicules",
		"short_description": "Ces canons laser sont conçus pour être utilisés contre des véhicules d'assaut terrestres. Au cours de la bataille de Hoth, les Rebelles déployèrent plusieurs P-Tours Atgar, un ancien modèle d'artillerie anti-véhicule à la puissance limitée et d'une portée maximale de deux kilomètres. Non seulement la P-Tour est difficile à utiliser et nécessite une équipe de quatre artilleurs, mais même dans les meilleures conditions, son rythme de tir est particulièrement lent. Comme on peut s'y attendre, les P-Tours de Rebelles s'avérèrent inutiles contre les TB-TT Impériaux qui attaquèrent la base Echo.",
		"full_name": "Tour-P 1.4 FD Atgar",
		"company": "Atgar, ainsi que divers fabricants d'armes planétaires",
		"price": "10 000 crédits",
		"range": "10 kilomètres",
		"type_description": "Les unités d'artillerie anti-véhicules sont des installations fixes situées à proximité des bases militaires, des stations spatiales ou d'autres sites importants. Leur taille et leur puissance sont très variables, mais l'un des modèles les plus répandus est la P-Tour 1.4 FD Atgar.\u000b\u000bComme toutes les pièces d'artillerie anti-véhicules, la P-Tour est conçue pour viser et détruire divers véhicules ennemis, comme les <Lookup (\"lands\");@landspeeders>, les <Lookup (\"airspee\");@airspeeders> et les tanks à répulseurs. Elle génère un puissant faisceau d'énergie d'une portée maximale de 10 kilomètres. La plate-forme de la P-Tour étant capable d'effectuer des rotations sur 360 degrés, cette arme est dotée d'un champ de tir impressionnant. Elle est également protégée par un léger blindage.\u000b\u000bMalheureusement, la P-Tour s'avéra être une arme relativement inefficace au cours de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>. Sa puissance est à peine suffisante pour endommager des véhicules à blindage léger et elle s'est révélée totalement inutile contre des machines de guerre Impériales bien protégées, comme les <Lookup (\"all terrain armor\");@TB-TT>. La P-Tour est alimentée par une pile C-6 Atgar, qui ne contient suffisamment d'énergie que pour huit tirs. De plus, cette pile doit charger seize routeurs microénergétiques situés autour de la parabole avant que la P-Tour ne puisse tirer. De ce fait, la P-Tour ne peut tirer qu'une seule fois toutes les dix secondes. Cette arme a également tendance à tomber en panne en plein combat, un seul routeur microénergétique endommagé suffisant à rendre la P-Tour inutilisable. Enfin, l'ordinateur de visée obsolète de la P-Tour ne lui permet pas de prendre pour cible des airspeeders se déplaçant à grande vitesse.\u000b\u000bLes officiers de la <Lookup (\"New Rep\");@Nouvelle République> dédaignent la P-Tour car elle est difficile à déplacer, mal alimentée en énergie et bien trop chère à l'achat et à l'entretien. La P-Tour nécessite également une équipe importante pour fonctionner de façon optimale. Un artilleur vise et contrôle le tir, tandis que trois autres soldats surveillent la pile et diverses fonctions primordiales. La P-Tour n'offre aucune protection pour son équipe et les quatre hommes sont souvent exposés au feu de l'ennemi."
	},
	{
		"image": "ionb001.slb",
		"name": "Blaster à ions Jawa",
		"short_description": "Cette arme artisanale utilise la technologie des plots de sécurité afin de prendre le contrôle de droïdes. Principalement utilisés par les Jawas, les blasters à ions surchargent les ordinateurs centraux d'un droïde, désactivant temporairement le robot sans causer de dommages permanents. Les Jawas de Tatooine construisent leurs propres blasters à ions en utilisant des pièces volées et de vieux plots de sécurité.",
		"full_name": "Blaster à ions de récupération",
		"company": "Armuriers Jawas",
		"price": "Pas à vendre",
		"range": "12 mètres",
		"type_description": "Les blasters à ions des <Lookup (\"Jawa\");@Jawas> sont un remarquable exemple de leur ingéniosité. Cette arme est fabriquée en mélangeant des composants de récupération connectés les uns aux autres de façon assez déconcertante. Un armurier Jawa commence la construction d'un blaster à ions en enlevant toutes les pièces d'un <Lookup (\"blaster rif\");@fusil blaster> standard, à l'exception du pack énergétique. Les composantes laser du fusil sont ensuite remplacés par un <Lookup (\"restraining\");@plot de sécurité>. Un accu-accélérateur récupéré dans le système de propulsion ionique d'une épave de vaisseau est ensuite intégré à l'arme.\u000b\u000bLorsqu'un Jawa tire avec son blaster à ions, le pack énergétique active le plot de sécurité, qui décharge un flux d'ions configuré pour émettre la commande \"stop\" du plot. Ce flux d'ions est amplifié de manière significative en traversant l'accu-accélérateur. La charge d'énergie résultante neutralise totalement les circuits d'un droïde, rendant la cible totalement inerte pendant au moins 20 minutes. Utilisés contre un être organique, les blasters à ions infligent une vive douleur. La portée optimale d'un blaster à ions est de 8 mètres et sa portée maximale est de 12 mètres. Cependant, le flux d'ions étant largement dispersé, les Jawas ont très peu de difficulté à toucher leurs cibles.\u000b\u000bLes blasters à ions sont des armes fragiles et peu fiables. Ils sont sujets à des surcharges et à différents types de pannes, entraînant souvent des explosions. Ils sont également faciles à casser ou à dérégler."
	},
	{
		"image": "frpk001.slb",
		"name": "Pique de force",
		"short_description": "Ces lances sont équipées d'une lame vibrante mortelle et d'un puissant générateur de choc électrique. Réglées au minimum, les piques de force émettent de charges électriques capables d'assommer un Wookie. A puissance maximale, la pointe vibrante d'une pique de force peut transpercer des parois métalliques et facilement démembrer la plupart des êtres organiques. Les piques de force sont fréquemment utilisées par les forces militaires, comme la Garde Royale et les stormtroopers, mais elles sont également très appréciées des brigands, comme les gardes de Jabba le Hutt.",
		"full_name": "Contrôleur FP SoroSuub",
		"company": "SoroSuub, ainsi que divers fabricants d'armes antipersonnel",
		"price": "1 000 crédits",
		"range": "Inapproprié",
		"type_description": "Egalement appelées \"électro-piques\", les piques de force sont de longues lances de deux mètres à l'extrémité vibrante. Cette arme pèse moins de sept kilos, ce qui permet aux utilisateurs entraînés de la manier avec précision et rapidité. Une cellule énergétique située dans le manche de la pique alimente un générateur d'ultrasons. Ces vibrations sont transmises jusqu'à la pointe de l'arme par des circuits conducteurs recouvrant l'intérieur de la lance. La pointe peut vibrer de façon microscopique plusieurs milliers de fois par seconde, ce mouvement rapide permettant à l'arme de traverser la pierre et le métal. Au cours d'un combat, même une attaque basse peu sérieusement blesser ou démembrer un adversaire. Au cours de confrontations moins brutales, les piques de force peuvent être réglées pour générer une charge étourdissante lorsque la pointe s'approche à moins de quatre centimètres de la cible. \u000b\u000bLes piques de force sont généralement utilisées pour des attaques d'estoc, leur longueur leur assurant une portée impressionnante. La hampe est fabriquée en graphite et est conçue pour se plier plutôt que de casser au cours d'un combat.\u000b\u000bFaisant partie de l'équipement standard de la <Lookup (\"Imperial Roy\");@Garde Royale> de l'<Lookup (\"Palp\");@Empereur>, les piques de force sont également employées par de nombreuses milices planétaires et par les forces de police. Elles sont très efficaces pour contrôler les foules et sont souvent utilisées au cours des abordages car elles permettent aux attaquants de découper les cloisons et les sas."
	},
	{
		"image": "rifl001.slb",
		"name": "Fusil blaster",
		"short_description": "Ces variations des blasters standard sont dotées d'une plus grande portée et nécessitent d'être tenues à deux mains pour être utilisées. Les fusils blasters les plus répandus sont les E-11 de BlasTech, l'arme standard des stormtroopers Impériaux. L'E-11 est léger et compact, et peut être utilisé d'une seule main. Il est doté d'un magasin rétractable permettant d'offrir une plus grande précision et une plus longue portée. D'autres fusils blasters offrent une puissance de feu encore plus grande, mais sont plus difficiles à utiliser. Ces armes sont considérées illégales dans de nombreux systèmes et sont réservées à un usage militaire.",
		"full_name": "Arme de poing militaire E-11 Blastech",
		"company": "BlasTech, ainsi que tous les autres fabricants d'armes",
		"price": "1 000 crédits",
		"range": "300 mètres",
		"type_description": "Les fusils blasters font partie des armes les plus répandues dans la galaxie. Ils sont appréciés des soldats et des combattants car ils sont plus puissants que les <Lookup (\"blaster\");@blasters> standards, tout en étant compacts et faciles à utiliser. L'E-11 de <Lookup (\"BlasTec\");@BlasTech>, vendu exclusivement aux forces Impériales pendant la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>, est l'un des fusils blasters les plus connus. Cette arme est dotée d'une portée optimale de 100 mètres et d'une portée maximale de 300 mètres, ce qui équivaut à près de trois fois la portée d'un blaster normal. \u000b\u000bLe pack énergétique de l'E-11 fournit suffisamment d'énergie pour cent tirs. Cette arme peut être entièrement configurée et alterner entre tir semi-automatique et automatique. Afin d'éviter que l'E-11 ne surchauffe au cours des combats, il est équipé d'un circuit de refroidissement rempli de freelol. Ce produit de refroidissement circule dans un réseau de capillaires complexe, permettant de refroidir les composants vitaux en évacuant la chaleur par un orifice situé à l'avant de l'arme."
	}
]