[
	{
		"image": "blas001.slb",
		"name": "Blaster",
		"short_description": "A handheld weapon which fires a deadly beam of concentrated energy. Although manufactured in a wide variety of models, even the least powerful, such as the sporting blaster carried by Princess Leia, is capable of striking down a stormtrooper. Heavy blasters, including the DL-44 brandished by Han Solo, are far more destructive and can breach the hull of small spacecraft. Most blasters have several settings ranging from \"stun\" to \"kill,\" and all require a power source, usually a replaceable power pack built into the gun.",
		"full_name": "BlasTech DL-44 Personal Sidearm",
		"company": "All personal weapons manufacturers",
		"price": "Between 300 and 1,000 credits",
		"range": "Up to 120 meters",
		"type_description": "Blasters come in virtually every size and shape, with a host of features and specifications. However, most blasters have several traits in common. All blasters utilize high-energy blaster gas to produce a visible beam of intense energy. These \"bolts\" can cause tremendous damage to structures and organic tissue. A handheld blaster generally has an optimum range of under 30 meters and a maximum range of up to 120 meters. Blasters receive their energy from small power packs, which can be easily replaced in under 10 seconds. Depleted power packs can also be recharged at portable generators.\r\n\r\nThe <Lookup (\"BlasTe\");@BlasTech> DH-17, a weapon favored by <Lookup (\"Rebel\");@Rebel> troops, is a fairly standard blaster pistol. The DH-17's gas chamber carries enough blaster gas for over 500 shots, while the power pack can provide energy for up to 100 shots. Stun blasts from the DH-17 render targets unconscious for up to ten minutes, while a full-power blast easily penetrates <Lookup (\"storm\");@stormtrooper> armor and low-level force fields. The DH-17, and many other sidearms, are semiautomatic weapons, firing each time the trigger is pulled. However, the DH-17 can be modified for fully automatic fire, although this consumes the power pack in less than 20 seconds and can cause the weapon to overheat. \r\n\r\nThe BlasTech DL-44, a heavy blaster pistol used by the likes of <Lookup (\"Solo, H\");@Han Solo>, is an incredibly powerful weapon designed for close-quarters combat.  The DL-44's blasts easily rip through stormtrooper armor and can even damage small vehicles. Despite its punch, the DL-44 is light and accurate, and can be fired easily with only one hand. Unfortunately, the weapon has only a limited optimum range of 25 meters and a maximum range of 50 meters. In addition, the heavy blaster consumes a great deal of energy, draining a power pack in only 25 shots. The DL-44 has a specialized handgrip that vibrates whenever the weapon is down to five shots or less. Those sporting the weapon often carry several dozen power packs, which can be replaced in seconds.\r\n\r\nAmong the least powerful blasters are sporting blasters, short-range weapons reserved for self defense. Other models, known as hold-out blasters, can be easily concealed in clothing.\r\n\r\nDuring the <Lookup (\"Empire\");@Empire's> rule, only military personnel were sanctioned to carry blasters, although this law was impossible to enforce and blasters were readily available on the black market. The policy has been continued under the <Lookup (\"New Rep\");@New Republic>, with similar results."
	},
	{
		"image": "bowc001.slb",
		"name": "Bowcaster",
		"short_description": "A laser crossbow designed to fire either energy quarrels or arrows tipped with explosives. The bowcaster is the traditional weapon of the Wookiees, who build the destructive devices by hand and wield them with uncanny skill. Aside from Wookiees, there are only a handful of sentient species capable of accurately controlling a bowcaster, as the weapon requires a great deal of strength to simply cock and fire.",
		"full_name": "Wookiee Bowcaster",
		"company": "Independent Wookiee weaponsmiths",
		"price": "900 credits (only to Wookiees)",
		"range": "50 meters",
		"type_description": "A bowcaster is essentially a magnetic accelerator with twin polarizers. Alternating polarity pulses travel along a metal bowstring, which in turn launches an explosive quarrel at extremely high speed. The quarrel is enveloped in energy that channels its explosive force directly into the target. Thus, the bowcaster is an incredibly deadly weapon. However, tremendous strength is required to cock the weapon and load a quarrel from the ammo cartridge. The weapon has an optimum range of 30 meters and a maximum range of 50 meters. In the event that the bowcaster depletes its power pack or suffers some malfunction, a meter-long length of kthysh vine can be attached to the weapon's reserve spring. The vine functions as a crude bowstring and can fire either energy quarrels or wooden crossbow bolts, although the weapon's maximum range is reduced to 30 meters when using the vine.\r\n\r\nA bowcaster has a relatively primitive arming system resulting in a limited rate of fire and a slow recharge rate. Therefore, <Lookup (\"Wook\");@Wookiees> have learned to become patient snipers when using their bowcasters. Individual Wookiees also modify their personal bowcasters by adding multiple bowstrings or dual bows. <Lookup (\"Chew\");@Chewbacca's> bowcaster is equipped with an automatic-recocking system.\r\n\r\nBowcasters can be disassembled and easily carried in a utility pouch. When needed, a skilled Wookiee can reassemble the weapon in less than a minute. Bandoliers are used to store power packs, canisters of blaster gas, and spare ammunition charges that hold six quarrels each. Many Wookiees also carry treated kthysh vine in their utility pouches for emergencies.\r\n\r\nWookiees view their bowcasters as highly personal possessions. The weapons are bestowed upon young Wookiees as they complete traditional rites of passage into adulthood. Wookiees commonly decorate their bowcasters with clan markings, pictographs, and other engravings celebrating their greatest accomplishments."
	},
	{
		"image": "eweb001.slb",
		"name": "E-Web Repeating Blaster",
		"short_description": "An incredibly powerful blaster rifle capable of penetrating the armored plating of snowspeeders. The weapon, which must be mounted on an autocushion tripod, requires a lengthy setup time and two gunners to operate effectively, but can generate devastating ground fire during infantry combat. The E-Web was used extensively by snowtroopers at the Battle of Hoth.",
		"full_name": "BlasTech E-Web Repeating Blaster",
		"company": "BlasTech and other major weapons manufacturers",
		"price": "5,000 credits",
		"range": "500 meters",
		"type_description": "The E-Web is among the most formidable portable weapons used during the <Lookup (\"Galactic Civ\");@Galactic Civil War>. The repeating blaster has an optimum range of 200 meters and a maximum range of one-half kilometer. Its blasts are strong enough to penetrate the armored plating on <Lookup (\"snowsp\");@snowspeeders> and similar craft.\r\n\r\nThe E-Web's crew consists of a gunner and a technician responsible for monitoring the Eksoan Class-4T3 power generator. Because the generator is prone to overheating, the weapon must also be fitted with a Ck3 Gryocooler cooling unit for continuous firing capability. An advanced computerized fire-control and targeting system incorporates Starvision and infrared low-light enhancement modules for use in night combat. Other features on the E-Web include a built-in long-range <Lookup (\"comlink\");@comlink> with an automatic encryption module for secured communications with other units.\r\n\r\nThe E-Web's one major weakness is its lengthy setup time, which can exceed 15 minutes when the power generator is \"cold.\" If the process is rushed, the E-Web will likely suffer from dangerous power surges.\r\n\r\nThe E-Web has spawned several upgrades, such as the E-Web(15) and the F-Web. The E-Web(15) has a much shorter setup time than its predecessor, while the F-Web boasts a personal shield generator."
	},
	{
		"image": "gade001.slb",
		"name": "Gaderffii",
		"short_description": "The traditional weapon of Tatooine's Tusken Raiders. Gaderffii, or \"gaffi sticks,\" are short polearms fashioned from scavenged metal. Both ends of a gaffi stick's shaft are tipped with fearsome weapons, often a sharp, double-edged ax blade and a spiked, weighted club. Although brandished most frequently during the Tusken's daring attacks on Jawas and humans, Sand People also use their gaderffii to hunt womp rats and other prey, and to carve territorial boundaries on cliff walls. They are also useful as walking sticks.",
		"full_name": "Tusken Raider Gaderffii",
		"company": "Tusken Raider weaponsmiths",
		"price": "Not for sale",
		"range": "None",
		"type_description": "Gaffi sticks are hand-fashioned weapons used almost exclusively by the <Lookup (\"Tusk\");@Tusken Raiders>. The Sand People build the weapons after collecting metal from wrecked or abandoned spaceships and vehicles they stumble across while wandering the <Lookup (\"Tatooi\");@Tatooine> <Lookup (\"Jund\");@wastes>. A typical gaffi stick sports a double-edged ax blade attached to one end of a hollow, <Lookup (\"durast\");@durasteel> shaft. The ax is often topped by a sharp spearing blade. The other end of the gaffi stick sports a heavy ball with a stabbing blade. Tuskens use the ax to cleave open opponents, slash predators, or stab prey. The weighted club can be employed to knock victims unconscious or break apart droids, vehicles, <Lookup (\"vapora\");@vaporators> and other objects.\r\n\r\nTusken Raiders often use their gaffi sticks to intimidate one another during loud quarrels that determine social standing within the clan. The weapons are also used as tools."
	},
	{
		"image": "ionc001.slb",
		"name": "Ion Cannon",
		"short_description": "A large energy weapon designed to overload a starship's electrical and computer systems, stripping the vessel of all weapons, defenses, engines, and even life-support systems. Ion cannons ignore deflector shields and are primarily used to disable ships for capture and boarding because they cause relatively little physical damage. They are found aboard most capital starships and space stations. They can also be used at military installations, such as Echo Base on Hoth, for planetary defense.",
		"full_name": "KDY v-150 Planet Defender",
		"company": "Kuat Drive Yards and artillery manufacturers",
		"price": "500,000 credits",
		"range": "50 space units, or 100 kilometers in atmosphere",
		"type_description": "The ion cannon is one of the most important weapons used by the military factions involved in the <Lookup (\"Galactic Civ\");@Galactic Civil War>. During space battles, the ability to disable an enemy starship without damaging the cargo proved invaluable to both the Imperials and Rebels. The <Lookup (\"Empire\");@Empire> valued these weapons because they allowed Imperial starships to capture enemy vessels intact in order to interrogate survivors. The Rebels, in contrast, used ion cannons to raid Imperial convoys carrying weapons, medical equipment, and other precious supplies. The Rebels frequently stole entire Imperial ships, including several Nebulon-B escort frigates. During dogfights, Rebel <Lookup (\"Y-win\");@Y-wings> and <Lookup (\"B-win\");@B-wings> were armed with ion cannons to disable enemy starfighters.\r\n\r\nLarge ion cannon emplacements are most apparent on massive starships. A standard Imperial <Lookup (\"star des\");@Star Destroyer> boasts 60 Borstel NK-7 emplacements, while <Lookup (\"Mon Calamari star\");@Mon Calamari cruisers> have at least 24 Armek SW-7 ion cannons. The original <Lookup (\"Death\");@Death Star> possessed a staggering 2,500 ion cannons.\r\n\r\nThe largest and most expensive ion cannons are planetary ion cannons, such as the KDY v-150 Planet Defender used on <Lookup (\"Hoth\");@Hoth>. The Planet Defender is protected by a spherical permacite shell, and receives its power from a massive reactor normally buried about 40 meters below the ground. The cannon can emit a powerful ion pulse capable of streaking into low orbit and disabling huge starships.\r\n\r\nThe cannon has a rotating base, but it takes several minutes for the weapon to move into position once it has been activated. For this reason, it is most effective against relatively stationary targets, such as orbiting Star Destroyers. Enemy vessels are targeted by complex computers supported by <Lookup (\"electrotele\");@electrotelescopes> and long-range sensors. However, the Planet Defender requires a crew of 27 soldiers to operate effectively. An ion cannon can be synchronized with planetary shields and <Lookup (\"turbola\");@turbolasers> to provide a strong defense against invading forces. Unfortunately, the weapon has a limited field of fire and a single ion cannon can protect an area no larger than a few hundred kilometers square. Ion cannons are also limited by a low fire rate of one volley per six seconds."
	},
	{
		"image": "lase001.slb",
		"name": "Laser Cannon",
		"short_description": "Powerful mounted weapons that fire visible bolts of energy. Virtually every starfighter is equipped with some form of laser cannon, ranging from low-grade turrets only slightly more powerful than blaster rifles to military models capable of destroying TIE fighters and other lightly armed vehicles with a single blast. Most laser cannons are designed to fire several bursts in rapid succession and boast advanced targeting computers. Laser cannons require advanced cooling systems to avoid overheating.",
		"full_name": "Taim & Bak KX9 Laser Cannon",
		"company": "All starship manufacturers",
		"price": "Varies",
		"range": "25 space units, or 2.5 kilometers in atmosphere",
		"type_description": "Laser cannons are the most common starship weapons in the galaxy. Similar to <Lookup (\"blaster\");@blasters>, but on a much larger scale, laser cannons combine high-energy blaster gas with a formidable power charge. A laser cannon draws energy from a dedicated power generator or directly from the ship's main reactor. The volatile blaster gas necessary for the cannon's operation is stored in supercooled and armored chambers. The majority of laser cannons employ long barrels with interior galven coils and circuits, providing the weapons with incredible range.\r\n\r\nA laser cannon's efficiency varies depending upon the manufacturer, the strength of the power source, the fighter's field of fire, and, of course, the gunner's natural ability. However, laser cannons are generally light and have impressive rates of fire and recharge. They are quite formidable against most starfighters, but have difficulty against heavily armored capital ships and are ineffective against powerful <Lookup (\"deflector\");@deflector shields>. Because they are relatively inexpensive and easy to mount, laser cannons can also be found on a wide variety of aircraft and repulsorlift vehicles, including Rebel <Lookup (\"snowspe\");@snowspeeders>, <Lookup (\"twin\");@twin-pod cloud cars>, and <Lookup (\"T-16\");@skyhoppers>.\r\n\r\nVehicles equipped with laser cannons typically have advanced targeting computers as well, although some gunners prefer visual sighting. Integrated combat computers and turret servos make minute adjustments to improve firing accuracy during combat."
	},
	{
		"image": "ligh001.slb",
		"name": "Lightsaber",
		"short_description": "A blade of pure energy used by Jedi Knights. Lightsabers can cut through virtually anything, except another lightsaber, but they require years of practice to wield effectively. Each lightsaber is handcrafted as part of a Jedi's training and may have unique design elements. Darth Vader's lightsaber, for example, had controls for adjusting the weapon's length and intensity. The actual blade is produced by several crystals connected to a power source within the lightsaber's handle.",
		"full_name": "Jedi Lightsaber",
		"company": "Individual Jedi",
		"price": "Not for sale",
		"range": "None",
		"type_description": "Constructing a lightsaber is one of the difficult tasks a fledgling Jedi must accomplish before becoming a true <Lookup (\"Jedi Kn\");@Jedi Knight>. Once the secrets behind building a lightsaber are revealed, the weapon may take up to a month or more to build and modify. However, during an emergency, a skilled Jedi can complete a functional lightsaber in just a few days.\r\n\r\nLightsabers are deceptively simple in design. The handle is about 24 to 30 centimeters long. Within this handle are a power cell and one to three multifaceted Adegan crystals. These jewels focus energy from the power source, releasing it through a concave disk atop the handle as a tight and steady colored beam of light and energy about a meter long. When they are activated, lightsabers hum with coursing energy. A saber with a single crystal has a fixed amplitude and blade length. Jedi who build lightsabers with multiple jewels can alter the weapon's amplitude and blade length by rotating an exterior control on the handgrip."
	},
	{
		"image": "prot001.slb",
		"name": "Proton Torpedo",
		"short_description": "A high-speed concussion projectile found aboard many starfighters and capital ships. Upon impact, the torpedo's high-yield, proton-scattering warhead detonates, causing an explosion capable of consuming most starships. Because they are physical weapons, proton torpedoes ignore standard energy shields designed to protect targets from laser cannons. However, the effects of a proton torpedo can be negated by complete particle shielding. Proton torpedoes were used to destroy both Death Star battle stations.",
		"full_name": "Krupx MG7-A Proton Torpedo and Launcher",
		"company": "All starship manufacturers",
		"price": "Varies",
		"range": "7 space units, or 700 kilometers in atmosphere",
		"type_description": "Among the most powerful weapons carried by starfighters, proton torpedoes generally serve as secondary weapons to complement a starfighter's primary <Lookup (\"Laser can\");@laser cannon> attack. Fighters can only carry a limited number of proton torpedoes, but two of these weapons have more explosive power than the combined effect of an <Lookup (\"X-win\");@X-wing's> four laser cannons.\r\n\r\nEach torpedo is also protected by an energy envelope to prevent accidental detonation caused by collisions with debris or near misses by laser cannon blasts. Sophisticated guidance computers allow proton torpedoes to seek their targets with stunning accuracy. In fact, a proton torpedo has a margin of error of less than three meters, although particularly fast vehicles can outrace or outmaneuver these devices. The proton torpedo's targeting computer does have a tendency to become confused when it loses its initial target and may then lock onto the nearest passing ship. Fortunately, proton torpedoes can be fired with the targeting computer deactivated, but destroying enemy craft using this tactic is exceedingly difficult.\r\n\r\nAlthough usually found aboard starfighters and starships, a small number of weak proton torpedoes can also be deployed by special shoulder launchers."
	},
	{
		"image": "quad001.slb",
		"name": "Quad Laser Cannon",
		"short_description": "An advanced blaster cannon consisting of four laser barrels connected to a rotating turret. Quad laser cannons are designed to fire blasts simultaneously, in pairs, or in any combination a gunner desires. Like other laser cannons, these weapons are connected to advanced targeting systems and require complex cooling units. Because of their size, quad laser cannons are usually found aboard large starships and freighters such as the [Millennium Falcon].",
		"full_name": "Corellian Engineering Corporation AG-2G Quad Laser Cannon",
		"company": "CEC and other starship manufacturers",
		"price": "Varies",
		"range": "25 space units, or 2.5 kilometers in atmosphere",
		"type_description": "The <Lookup (\"laser can\");@laser cannons> found aboard the <Lookup (\"Mill\");@[Millennium Falcon]> are modified AG-2G batteries, and are fairly typical of the quad laser cannon's design and capabilities. Installed by <Lookup (\"Calr\");@Lando Calrissian> and modified by <Lookup (\"Solo, H\");@Han Solo>, the two AG-2G cannons draw directly from the [Falcon]'s Quadex power core. Each turret's output is greatly increased by enhanced power cyclers, high-volume gas feeds, and custom-modified laser actuators with larger energization crystals. As a result, either quad laser cannon can destroy a <Lookup (\"TIE f\");@TIE fighter> with a single shot.\r\n\r\nThe [Falcon]'s cannons also have enhanced cooling packs and compressors for prolonged use without the risk of overheating. In addition, an unusual splitter coupling slightly disperses the energy beam, forcing the target's shields to deflect energy simultaneously from each direct hit, increasing the likelihood of overloading the shields and thus inflicting greater damage."
	},
	{
		"image": "ther001.slb",
		"name": "Thermal Detonator",
		"short_description": "A powerful explosive device in the form of a small, metallic sphere. Thermal detonators are encased in a shell composed of thermite and a highly volatile substance known as baradium. Normally, a thermal detonator has a six-second timer, activated by sliding a thumb trigger on the top of the bomb. Alternately, a detonator can be set to explode the moment the pressure-sensitive trigger is released. Once detonation occurs, the baradium fusion reaction creates an expanding particle field capable of disintegrating everything within a 20-meter radius.",
		"full_name": "Merr-Sonn Munitions Class-A Thermal Detonator",
		"company": "Merr-Sonn and other munitions manufacturers",
		"price": "2,000 credits",
		"range": "20-meter radius",
		"type_description": "Like most other weapons, thermal detonators are manufactured in a variety of designs and models. Standard-issue military thermal detonators have a small baradium core, resulting in a blast of no more than five meters. <Lookup (\"storm\");@Stormtroopers> typically carry these weak thermal detonators attached to their belts. The explosives have unlabeled code keys to prevent stolen detonators from being used by Rebel forces.\r\n\r\nOne of the most powerful thermal detonators is the Merr-Sonn Munitions Class-A thermal detonator. While disguised as the bounty hunter <Lookup (\"Bous\");@Boushh>, <Lookup (\"Solo, P\");@Princess Leia> used one of these devices to threaten <Lookup (\"Jabba D\");@Jabba the Hutt>. Had the thermal detonator actually exploded, it would have created a blast radius of 20 meters. Other, more powerful thermal detonators are also rumored to exist, and it is believed that some criminals have custom-built detonators with enough baradium to create 100-meter blast spheres.\r\n\r\nBaradium is dangerously unstable and a fusion reaction within the detonator can be triggered if the weapon is jarred or exposed to excessive heat. Detonators have also been known to explode when dropped or thrown. Because they are incredibly powerful, somewhat unpredictable, and capable of destroying a legion of troops, thermal detonators are strictly regulated. It is illegal for any civilian to possess a thermal detonator, although they are available on the black market. Thermal detonators are primarily used during large-scale combat, but some military forces also employ the explosives for demolition work."
	},
	{
		"image": "turb001.slb",
		"name": "Turbolaser",
		"short_description": "Huge and frighteningly destructive laser cannons positioned aboard capital starships and space stations, or used to defend planetary installations. Turbolasers can rip through armored starships with ease and obliterate groups of smaller starfighters in moments. However, turbolasers have a sluggish rate of fire and rotate slowly, allowing agile pilots to avoid the blasts. They also require independent cryogenic cooling systems that are difficult to maintain.",
		"full_name": "Taim & Bak XX-9 Turbolaser",
		"company": "All starship manufacturers",
		"price": "Varies",
		"range": "75 space units, or 150 kilometers in atmosphere",
		"type_description": "Essentially giant <Lookup (\"laser can\");@laser cannons>, turbolasers are the most common weapon found aboard capital starships. Imperial <Lookup (\"Star des\");@Star Destroyers>, for example, support 60 Taim & Bak XX-9 heavy turbolasers. On such ships, the turbolasers are grouped into banks, each coordinated through computerized fire-control systems to deliver sustained and organized volleys of destructive energy.\r\n\r\nTurbolasers are two-stage supercharged laser cannons. A small primary laser produces an energy beam, which then interacts with a stream of energized blaster gas in the turbolaser's main actuator. The combination produces a powerful energy field that is focused by galven coils in the turbolaser's barrel. The entire process results in a laser with double or triple the range of standard laser cannons. Turbolasers aboard starships can even target planetary surfaces for ground bombardments.\r\n\r\nEach turbolaser requires a dedicated turbine and multiple capacitor banks. Energy flow must be carefully regulated, as power surges or excess energy build-up can cause the weapon to explode. Overheating is also a constant concern, and turbolasers must be protected by three separate cryosystems. In addition, each laser barrel is armed with a cooling sleeve, and a large cooling unit is usually placed beneath the laser actuator.\r\n\r\nComputerized fire-control systems allow turbolasers to target capital ships. Most turbolasers are heavily armored; the XX-9, for example, is protected by a meter of quadanium steel hull plating. While the turbolasers are located on the surface of the ship, they are controlled from within the craft by gunnery stations."
	},
	{
		"image": "vibr001.slb",
		"name": "Vibro-Ax",
		"short_description": "A vibrating, bladed melee weapon used by hundreds of violent races across the galaxy. The quality of vibro-axes varies widely, but each is equipped with an ultrasonic generator capable of vibrating the weapon's blade several thousand times per second. These microscopic vibrations significantly increase the damage caused by the blade, often with horrific results. Many of Jabba's guards wielded these weapons, although the axes preferred by the Gamorreans were crude and difficult to control, while the Weequay carried much more refined vibro-axes.",
		"full_name": "SoroSuub BD-1 Cutter Vibro-Ax",
		"company": "SoroSuub",
		"price": "500 credits",
		"range": "None",
		"type_description": "A typical vibro-ax is powered by several power cells, which supply energy to the ultrasonic vibration generator. A crude vibro-ax, similar to those wielded by <Lookup (\"Jabba D\");@Jabba's> <Lookup (\"Gamorre\");@Gamorrean> guards, has a wooden handle and a hollow ax head containing the power cells and vibration generator. A tremendous amount of vibration is transferred down the wooden shaft, and Gamorreans are among the few creatures with enough strength to handle one of these weapons. However, Jabba's Gamorreans often chose to use their weapons in unpowered mode to demonstrate their strength and savagery.\r\n\r\nThe SoroSuub BD-1 Cutter, a more advanced vibro-ax, was used by Jabba's <Lookup (\"Nikto\");@Nikto> and <Lookup (\"Weeq\");@Weequay> guards. The BD-1 has a hollow <Lookup (\"durasteel\");@durasteel> shaft with internal dampeners to absorb vibrations from the ax blade. The ax can slice through metal with ease, and also features a quick-release switch to allow the user to replace a damaged blade in seconds. The BD-1 can hold up to six power cells, providing hours of uninterrupted use. The intensity of the blade's vibrations can be adjusted, and the weapon is durable and easy to handle."
	},
	{
		"image": "ainf001.slb",
		"name": "Anti-Infantry Battery",
		"short_description": "A tall, rotating laser cannon used to dissuade approaching troops. Anti-infantry batteries, such as the Golan Arms DF.9, are generally placed along trenches and outside military installations, spaceports, and other facilities for defense. Numerous anti-infantry batteries protected the Rebellion's Echo Base, where they slowed the invading Imperial snowtroopers. The weapons proved useless against onrushing AT-ATs, however, and most were destroyed in the conflict.",
		"full_name": "Golan Arms DF.9 Anti-Infantry Battery",
		"company": "Golan Arms and other planetary weapons manufacturers",
		"price": "10,000 credits",
		"range": "16 kilometers",
		"type_description": "Anti-infantry batteries serve as an early line of defense against hostile invasion by ground forces. Most models, including the Golan Arms D.9, utilize advanced precision targeting computers to decimate advancing infantry formations and destroy support equipment, including vehicles. The weapons can be mounted in a variety of terrains and locales, and often serve in conjunction with <Lookup (\"antiveh\");@antivehicle batteries> to protect strategic sites.\r\n\r\nAnti-infantry batteries generally have an optimum range of about three kilometers, and a maximum range of 16 kilometers. This incredible range is much greater than that of any handheld weapon, allowing the anti-infantry battery to attack approaching troops long before they can return fire. More importantly, the DF.9's energy beam explodes upon impact, covering an eight-meter radius. Such devastating blasts can wipe out an entire <Lookup (\"storm\");@stormtrooper> squad. Anti-infantry batteries generally fire once every three seconds. Like many similar weapons, the DF.9's turret is armored and proton-shielded, and can rotate 180 degrees.\r\n\r\nThe DF.9 does have significant limitations. It is largely immobile and requires a fixed emplacement to fire. In order to operate at peak efficiency, the weapon requires a gunner, a targeting computer specialist, and a technician responsible for regulating power flow from the DF.9's generator. While it can be upgraded to damage light vehicles, including <Lookup (\"All terrain scout\");@AT-STs>, the DF.9 is useless against heavily armored <Lookup (\"all terrain armo\");@AT-ATs> and similar craft.\r\n\r\nAt the time of the <Lookup (\"Hoth, Bat\");@Battle of Hoth>, the DF.9 was two decades old. Despite its age, it remained a favorite weapon of the <Lookup (\"Rebel\");@Rebels>, pirates, revolutionaries, and other outlaw bands. Variants on the traditional DF.9 include the Twin DF.9, which features rapid-fire <Lookup (\"laser can\");@laser cannons>, a larger power generator, and the ability to fire once per second. The SP.9 is a mobile anti-infantry battery that can be mounted on a self-propelled repulsorlift sled with a maximum speed of 60 kilometers per hour."
	},
	{
		"image": "supe001.slb",
		"name": "Superlaser",
		"short_description": "A giant laser capable of vaporizing an entire planet. Found aboard both Death Stars, the first superlaser was used to destroy the peaceful world of Alderaan. It required a full day to recharge after firing at full strength, and could only be directed at large targets, such as planets. The second Death Star's superlaser, however, was designed with a larger power supply and advanced targeting computers, allowing it to target capital ships and fire repeatedly with only minimal recharging.",
		"full_name": "Imperial Death Star Superlaser",
		"company": "Unknown Imperial contractor",
		"price": "Not for sale",
		"range": "100 space units",
		"type_description": "No other weapon produced during the <Lookup (\"Galactic Civ\");@Galactic Civil War> proved as devastating as the awesome Imperial superlaser. The superlaser was created by several turbolaser pulses, produced by amplification crystals around the cannon's circular well. These pulses were fused over the central focus lens, resulting in a devastating energy beam with more firepower than half the Imperial starfleet. Each amplification crystal required a separate gunnery station, where a crew of 14 gunners adjusted and monitored the turbolaser pulses. Both Death Stars also had four reserve amplification crystals which could be readied for use in minutes.\r\n\r\nThe entire superlaser was powered by the space station's immense fusion reactor. The original <Lookup (\"Death\");@Death Star's> reactor core required a recharge period of 24 hours, while the second <Lookup (\"Death Star II\");@Death Star> could fire once every few minutes. Imperial technicians added other modifications to the second Death Star, including advanced targeting systems."
	},
	{
		"image": "aveh001.slb",
		"name": "Antivehicle Artillery",
		"short_description": "Any of a number of laser cannons designed for use against ground assault craft. During the Battle of Hoth, the Rebels deployed several dish-shaped Atgar P-Towers, an older model antivehicle artillery unit with low-powered blasts and an optimum range of only two kilometers. The P-Tower is difficult to operate and requires a four-man team for peak performance. Even under these conditions, it has a painfully slow rate of fire. As might be expected, the Rebel's P-Towers were useless against the Imperial AT-AT walkers that destroyed Echo Base.",
		"full_name": "Atgar 1.4 FD P-Tower",
		"company": "Atgar and other planetary weapons manufacturers",
		"price": "10,000 credits",
		"range": "10 kilometers",
		"type_description": "Antivehicle artillery units are fixed emplacements assigned to military installations, space stations, and other facilities. They vary widely in size and output, but one of the most common is the Atgar 1.4 FD P-Tower.\r\n\r\nLike all antivehicle artilleries, the P-Tower is designed to target and destroy a variety of enemy craft, including <Lookup (\"lands\");@landspeeders>, <Lookup (\"airspee\");@airspeeders>, and repulsortanks. It produces a moderately powerful energy beam that has a maximum range of 10 kilometers. Because the P-Tower's platform can rotate a full 360 degrees, the weapon has an impressive field of fire. It is also protected by light armor plating.\r\n\r\nUnfortunately, the P-Tower proved a relatively ineffective weapon during the <Lookup (\"Galactic Civ\");@Galactic Civil War>. Its energy output is only sufficient to damage lightly armored vehicles and can do little against well-protected Imperial war machines such as the <Lookup (\"all terrain armor\");@AT-AT> walkers. The weapon relies on a small Atgar C-6 battery, which only stores enough energy for eight shots. In addition, the battery must charge 16 micropower routers around the edge of the dish before the P-Tower releases each round. As a result, the P-Tower can only fire once every 10 seconds. In addition, the unit is prone to failure in combat, as a burnout in any of the micropower routers disables the entire weapon. Finally, the P-Tower's outdated targeting computer prevents it from targeting high-speed airspeeders.\r\n\r\n<Lookup (\"New Rep\");@New Republic> commanders despise the P-Tower because it is difficult to move, underpowered, and far too expensive to purchase and maintain.  The P-Tower also demands a large crew to operate at optimum levels. A gunner actually targets and fires the weapon, while three additional support members monitor the battery and other functions. The P-Tower offers no protection for its crew and all four members are exposed to enemy fire."
	},
	{
		"image": "ionb001.slb",
		"name": "Jawa Ionization Blaster",
		"short_description": "A makeshift weapon utilizing restraining bolt technology to override the functions of droids. Used primarily by the scavenging Jawas, ionization blasters overload a droid's central computers, temporarily disabling the robot without causing permanent damage. Tatooine's Jawas construct their own ionization blasters from stolen parts and outdated restraining bolts.",
		"full_name": "Scavenged Ionization Blaster",
		"company": "Jawa weaponsmiths",
		"price": "Not for sale",
		"range": "12 meters",
		"type_description": "The <Lookup (\"Jawa\");@Jawa> ionization blaster is a remarkable example of Jawa ingenuity. The weapon is built from an odd mixture of components haphazardly wired together. A Jawa weaponsmith begins constructing an ionization blaster by stripping a standard <Lookup (\"blaster rif\");@blaster rifle> of all internal parts except the power pack. The laser components of the rifle are then replaced by a <Lookup (\"restraining\");@restraining bolt>. An accu-accelerator stolen from the ion drive of a wrecked starship is also incorporated into the weapon.\r\n\r\nWhen a Jawa ionization blaster is fired, the power pack activates the restraining bolt, which releases an ion stream configured to broadcast the bolt's \"halt\" command. This ion stream is significantly amplified when it passes through the accu-accelerator. The resulting energy burst completely overrides all droid circuitry, rendering the target completely inert for up to 20 minutes. Against organics at close range, the blaster causes a painful sting. The blaster's optimum range is eight meters, with a maximum range of 12 meters. However, because the ion stream is widely dispersed, Jawas have little trouble hitting their targets.\r\n\r\nIonization blasters are fragile and unreliable weapons. They are prone to overloads and other malfunctions, often resulting in huge explosions. The blaster can also be easily broken or thrown out of alignment."
	},
	{
		"image": "frpk001.slb",
		"name": "Force Pike",
		"short_description": "A polearm equipped with a lethal vibrating blade and a staggering shock generator. At their mildest settings, force pikes emit powerful stun charges capable of knocking a full-grown Wookiee unconscious. When adjusted for maximum damage, a force pike's vibrating power tip can rip through steel bulkheads and easily dismember most organic beings. Force pikes are used heavily by military forces, including the Imperial Royal Guard and stormtroopers, but they are also favored by vicious thugs, such as Jabba the Hutt's skiff guards.",
		"full_name": "SoroSuub Controller FP",
		"company": "SoroSuub and other personal weapons manufacturers",
		"price": "1,000 credits",
		"range": "None",
		"type_description": "Also known as an \"electro-jabber,\" a force pike is a two-meter-long pole with a charged power tip. The weapon weighs less than seven kilograms, allowing those with the proper training to wield the weapon with incredible speed and agility. A power cell in the pike's hilt fuels an ultrasonic vibration generator. The vibrations are carried to the weapon's tip by conductive circuits lining the pole's interior. The power tip can emit thousands of microscopic vibrations per second, and this rapid motion allows the weapon to slice through stone and metal. In combat, even a grazing attack can seriously wound or even dismember an opponent. For less brutal confrontations, force pikes can be set to release a stun charge whenever the tip comes within four centimeters of a target. \r\n\r\nForce pikes are generally used for thrusting attacks, as their length provides an impressive reach. The shaft is composed of graphite and is designed to flex and bend rather than snap in combat.\r\n\r\nWhile most prominently displayed by the <Lookup (\"Palp\");@Emperor's> <Lookup (\"Imperial Roy\");@Royal Guard>, force pikes are employed by a wide variety of planetary militias and police forces. They are excellent for crowd control. Force pikes are often employed during boarding actions because they allow attackers to slice through bulkheads and airlocks."
	},
	{
		"image": "rifl001.slb",
		"name": "Blaster Rifle",
		"short_description": "A powerful variation of the standard blaster with greater range, which often requires two hands to fire. The most popular blaster rifle is the BlasTech E-11, a standard sidearm for all Imperial stormtroopers. The E-11 is lightweight and compact, allowing it to be fired with one hand. It also has an extending stock for increased accuracy and range. Other blaster rifles offer even greater firepower, but are more difficult to control. In many systems, these weapons are illegal and are reserved for military use alone.",
		"full_name": "BlasTech E-11 Military Sidearm",
		"company": "BlasTech and all other military weapons suppliers",
		"price": "1,000 credits",
		"range": "300 meters",
		"type_description": "Blaster rifles are among the most common military weapons in the galaxy. They are preferred by soldiers and other combat personnel because they are more powerful than standard <Lookup (\"blaster\");@blasters>, yet compact and easy to fire. The <Lookup (\"BlasTec\");@BlasTech> E-11, sold exclusively to Imperial forces during the <Lookup (\"Galactic Civ\");@Galactic Civil War>, is among the most successful blaster rifles. The weapon has an optimum range of 100 meters and a maximum range of 300 meters, nearly three times the reach of a blaster pistol. \r\n\r\nThe E-11's power pack provides enough energy for 100 rounds. The weapon has numerous power settings, and can alternate between semiautomatic and fully automatic fire. To prevent the E-11 from overheating during combat, the weapon is designed to circulate a coolant known as freelol. The coolant travels through an intricate capillary system, carrying heat away from vital components and into the forward vent."
	}
]