[
	{
		"image": "awin001.slb",
		"name": "Chasseur stellaire A-Wing",
		"short_description": "Le A-wing est le chasseur le plus rapide que la Guerre Civile Galactique ait connu. Utilisé par la Rébellion pour les missions d'attaque éclair, le A-wing est armé de deux canons laser montés sur les ailes et d'une paire de lance-missiles à concussion. Cependant, la faible puissance de ses écrans déflecteurs le rend vulnérable aux tirs ennemis. C'est un trio de ces appareils qui est à l'origine de la destruction de l'[Executor], le super destroyer stellaire de Dark Vador, au cours de la bataille d'Endor. ",
		"full_name": "Chasseur A-Wing RZ-1 de l'Alliance Rebelle",
		"length": "9,60m de long",
		"speed": "120 MGLT et un hyperpropulseur Incom GBk-785 Classe 1, ou 1300 km/h dans l'atmosphère",
		"capacity": "1 pilote et jusqu'à 40 kilogrammes de cargaison",
		"armament": "2 canons laser Borstel RG9 et 2 lance-missiles à concussion Dymek HM-6 (magasins de 6)",
		"shielding": "Générateur d'écran déflecteur Sirplex Z-9 avant et arrière, et coque en alliage renforcé au titane ",
		"long_description": "Construit en secret avant la <Lookup (\"Endor, Bat\");@bataille d'Endor>, le petit A-wing à forme de coin fut l'une des plus audacieuses innovations de l'Alliance. Conçu par le <Lookup (\"Dodo\");@général Jan Dodonna> pour distancer n'importe quel vaisseau de la Marine Impériale, le A-wing est équipé de deux propulseurs Novaldex J-77 \"Objectif Horizon\". En outre, ce vaisseau est doté d'un puissant système de brouillage qui permet aux pilotes d'aveugler les cibles ennemies avant d'attaquer. Bien que créé à l'origine pour des missions d'escorte, le A-wing s'est révélé plus efficace dans les missions d'attaque éclair, frappant  les forces et positions ennemies des deux canons blaster pivotants montés aux extrémités de ses ailes et de ses missiles à concussion. \u000b\u000bMalheureusement, en dépit de sa vitesse et de sa maniabilité, le A-Wing est relativement vulnérable en combat rapproché. La position du cockpit et les faibles protections  de l'appareil exposent le pilote au feu ennemi, et les <Lookup (\"Rebels\");@Rebelles> qui osent prendre les commandes de ce chasseur doivent s'en remettre à sa maniabilité et à sa capacité à semer ses poursuivants.\u000b\u000bLe A-wing souffre également d'autres défauts. Ses commandes sont tellement sensibles que très peu de pilotes sont capables de tenir l'appareil. En outre, ce vaisseau a un coût de maintenance tellement élevé qu'il fut très difficile à l'Alliance de maintenir longtemps une escadrille d'A-wings opérationnelle. Pour finir, il n'y a pas assez de place dans le A-wing pour y installer un <Lookup (\"astrom\");@droïde astromécano> (ou astromech), qui pourrait effectuer des réparations en vol, définir les coordonnées et ajuster les trajectoires en fonction des autres chasseurs. "
	},
	{
		"image": "atat001.slb",
		"name": "TB-TT\u000b^f01Transport Blindé Tout Terrain",
		"short_description": "L'Empire utilise ces imposants quadripodes pour mener des assauts au sol tels que l'attaque de la base Rebelle Echo sur Hoth. Enchâssés dans leur épais blindage, les TB-TT sont presque impossibles  à endommager avec des armes conventionnelles, et leurs irrévocables avancées feraient frémir les soldats Rebelles les plus endurcis. Bien que conçus pour être les ultimes transports de troupes, les TB-TT assurent tout aussi bien les fonctions de véhicules de combat grâce à leurs quatre canons lasers asservis et à leurs pieds massifs qui leur permettent d'écraser l'ennemi. ",
		"full_name": "Transport Blindé Tout Terrain (ou Quadripode Impérial) ",
		"length": "15,50 m de haut et 20,60 m de long",
		"speed": "60 km/h sur terrain plat",
		"capacity": "5 hommes d'équipage, 40 hommes de troupe ou 2 TR-TT, et jusqu'à 1 tonne métrique de cargaison",
		"armament": "2 canons laser lourds, 2 canons blaster moyens couplés, et 4 pieds en duracier",
		"shielding": "Coque blindée en alliage de duracier",
		"long_description": "Avec plus de 15 mètres de haut et 20 mètres de large, les TB-TT peuvent enjamber les champs de bataille à une vitesse de 60 km/h sur terrain plat, approchant ainsi les installations ennemies avec une rapidité surprenante. Lorsqu'ils engagent le combat, les TB-TT délivrent un feu nourri de leurs canons laser montés sous le cockpit, et couvrent les troupes au sol grâce à des canons blaster moyens montés sur les côtés de leur tête. En outre, cette dernière est orientable latéralement et verticalement, ce qui offre un champ de tir impressionnant  à ce véhicule.   \u000b\u000bLes TB-TT sont déposés sur les planètes par d'énormes barges de débarquement. Lorsqu'ils arrivent à portée de leur cible, ils s'agenouillent pour descendre à moins de trois mètres du sol, et abaissent une rampe d'accès située à l'arrière. Généralement, un TB-TT peut transporter au moins 40 <Lookup (\"storm\");@stormtroopers>, cinq <Lookup (\"spee\");@moto-jets>, et tout un assortiment d'armes, dont les fameux <Lookup (\"E-web\");@blasters à répétition E-web>."
	},
	{
		"image": "atst001.slb",
		"name": "TR-TT\u000b^f01Transport de Reconnaissance Tout Terrain",
		"short_description": "Il s'agit d'un véhicule de reconnaissance et de support pour les troupes terrestres, utilisé par l'Empire dans la plupart des conflits, notamment lors de la bataille de Hoth ou la bataille d'Endor. Souvent surnommé le \"poulet sur pattes\", le TR-TT est monté sur deux jambes flexibles qui lui permettent de se déplacer à un vitesse de 90 km/h sur un terrain dégagé. La \"tête\" très maniable du TR-TT est armée d'un canon blaster léger, d'un lance-grenades à concussion et d'un double canon blaster, le tout servant à fournir un feu de couverture aux troupes terrestres.",
		"full_name": "Transport de Reconnaissance Tout Terrain (ou Bipode Impérial)",
		"length": "8,60 m de haut",
		"speed": "90 km/h sur terrain plat",
		"capacity": "1 pilote, 1 canonnier, et 200 kilogrammes de cargaison ",
		"armament": "1 double canon blaster, 1 canon blaster léger, 1 lance-grenades à concussion et 2 pieds armés de griffes en duracier.",
		"shielding": "Coque blindée en alliage de duracier",
		"long_description": "Le TR-TT, qui est relativement léger,  est un atout précieux pour les forces terrestres de l'Empire, car il est rapide, manoeuvrable et son armement est précis. L'équipage d'un bipode de reconnaissance est composé d'un pilote et d'un canonnier, qui accèdent aux commandes par une petite écoutille placée sur le haut du module blindé. Ensemble, ils peuvent protéger les troupes terrestres et couvrir les flancs et les bas-ventres vulnérables des <Lookup (\"all terrain arm\");@quadripodes TB-TT>.  Le TR-TT peut également utiliser les griffes acérées de ses pieds pour découper barricades et autres obstacles. \u000b\u000bNéanmoins, le TR-TT souffre de plusieurs défauts. Le système de gyro-équilibrage du véhicule est très vulnérable aux dommages, et ses jambes trop fines ont du mal à négocier les terrains escarpés. C'est ainsi que les troupes ennemies ont élaboré plusieurs méthodes pour faire basculer les TR-TT, notamment des tranchées dissimulées.  "
	},
	{
		"image": "bwin001.slb",
		"name": "Chasseur stellaire B-wing",
		"short_description": "L'un des chasseurs les plus puissamment armés de la Rébellion, le B-wing fut un élément déterminant au cours de la bataille d'Endor. Ce chasseur, constitué d'une longue aile principale et d'une paire d'ailerons à géométrie variable, est doté d'un redoutable armement qui comprend des canons à ions, des lance-torpilles à protons et des canons laser. En outre, son cockpit à stabilisation gyroscopique permet au pilote de toujours conserver une position stationnaire, même lorsque le reste de l'appareil effectue des rotations en vol.",
		"full_name": "Chasseur lourd d'assaut B-wing de Slayn & Korpil",
		"length": "16,90m de long",
		"speed": "60 MGLT et un hyperpropulseur Slayn & Korpil HYd-997 Classe 2, ou 950 km/h dans l'atmosphère",
		"capacity": "1 pilote et 45 kilogrammes de cargaison",
		"armament": "2 canons blaster automatiques Gyrhil 72 couplés, 2 lance-torpilles à protons Krupx MG9, 3 canons à ions AeMEK SW-7a, et 1 canon laser Gyrhil R-9X ",
		"shielding": "Générateur d'écran déflecteur Slayn & Korpil standard équipé d'un convertisseur de puissance Slayn & Korpil JZ-5g7, et coque en alliage renforcé au titane",
		"long_description": "Conçu par le <Lookup (\"Ack\");@commandant Ackbar> en personne, avec l'aide des talentueux constructeurs de navires Verpine, le B-wing a montré qu'il était un des chasseurs les plus complets de la galaxie. Au départ, un seul prototype de B-wing fut construit, dans le but  de tester le concept novateur de cet appareil. Cet unique chasseur fut alors envoyé en mission, avec pour objectif de détruire totalement une zone de ravitaillement de <Lookup (\"TIE f\");@chasseurs TIE> située sur Yunkor IX. Le B-wing remplit sa mission avec succès et la <Lookup (\"Rebell\");@Rébellion> commanda une escadrille complète de ces chasseurs.  \u000b\u000bLe succès du B-wing est principalement dû à sa capacité d'adaptation. Les points d'attache des huit armes de l'appareil sont des modules interchangeables qui permettent aux mécaniciens de l'Alliance de reconfigurer aisément l'armement de chaque vaisseau en fonction des préférences du pilote et de la nature des missions. Les incroyables performances du B-wing contribuèrent grandement à la promotion d'Ackbar au grade d'Amiral. Ce sont des B-wings, en effet, qui ouvrirent en première ligne l'attaque de <Lookup (\"Rebel All\");@l'Alliance Rebelle> sur la seconde <Lookup (\"Death Star II\");@Etoile Noire> à la <Lookup (\"Endor, Bat\");@bataille d'Endor>. \u000b\u000bToujours lourdement armés, les B-wings remplissent principalement des missions d'assaut contre des vaisseaux Impériaux bien plus importants. A l'aide de ses <Lookup (\"ion can\");@canons à ions> et de quelques autres armes inhabituelles, le B-wing peut rapidement mettre ce type de cible hors de combat. Ses missions secondaires consistent à mener des raids sur les installations orbitales ou terrestres de l'Empire, ou escorter des escadrilles de chasseurs <Lookup (\"X-win\");@X-wing> et <Lookup (\"Y-win\");@Y-wing>. \u000b\u000bSon concept radical et ses nombreuses armes en font un chasseur connu pour être difficile à piloter. Seuls les pilotes les plus qualifiés peuvent prétendre manoeuvrer l'appareil. Les meilleurs pilotes de B-wings comptent plusieurs <Lookup (\"Sullustan\");@Sullustains>, dont <Lookup (\"Numb, T\");@Ten Numb>. Les B-wings se distinguèrent particulièrement au cours de la bataille d'Endor et de l'assaut de la  <Lookup (\"New Rep\");@Nouvelle République> sur  <Lookup (\"Corus\");@Coruscant>. Ces chasseurs sont également responsables de la destruction de la citadelle privée de <Lookup (\"Vad\");@Dark Vador> dans la cité Impériale. \u000b\u000bAprès la bataille d'Endor, Ackbar aida à la conception d'un B-wing plus perfectionné, le B-wing/E2 ou \"B-wing Allongé\". Ce modèle est doté d'un plus grand module de pilotage, qui permet d'installer un canonnier juste derrière le pilote. L'addition du canonnier allège considérablement la tâche du pilote dans les combats, ce qui donne une proportion de victimes bien plus importante au B-wing/E2. Ce chasseur est également plus solide et plus rapide que l'original, mais son cockpit allongé le rend moins maniable.  "
	},
	{
		"image": "crui001.slb",
		"name": "Croiseur Rebelle\u000b^f01Frégate médicale [Rédemption]",
		"short_description": "L'un des divers vaisseaux spatiaux utilisés par l'Alliance Rebelle pour accomplir toutes sortes de missions, telles que les opérations de recherche et de sauvetage. Nombre de croiseurs Rebelles sont des frégates d'escorte Nebulon-B converties, dérobées aux forces Impériales qui les avaient, à la base, conçues pour lutter contre les attaques des chasseurs de petite taille. Ces croiseurs Rebelles sont des frégates médicales qui servent à transporter les soldats blessés et dont l'équipage est principalement constitué de droïdes médicaux. ",
		"full_name": "Frégate Nebulon-B EF76 de Kuat Propulsions, Variante médicale",
		"length": "300 m de long",
		"speed": "40 MGLT et un système de propulsion et d'Hyperpropulsion Triple Taim Classe 2, ou 800 km/h dans l'atmosphère",
		"capacity": "854 hommes d'équipage, 66 canonniers, 80 médecins, 30 droïdes médicaux, 754 patients, 15 cuves bacta, un équipement médical complet, et 6 000 tonnes métriques de cargaison",
		"armament": "6 batteries turbolaser Taim & Bak X1-7, 8 canons laser Borstel RH8, et deux projecteurs de rayon tracteur Phylon Q7",
		"shielding": "Deux projecteurs de boucliers Delphus JC-671, un système d'écran Serridge SEAL, et une coque en alliage renforcé au titane",
		"long_description": "L'utilisation de la Frégate Nebulon-B fut l'une des plus fructueuses entreprises de <Lookup (\"Rebel Al\");@l'Alliance Rebelle>. En dérobant ce navire aux forces Impériales, ils privèrent l'<Lookup (\"Empire\");@Empire> d'un précieux vaisseau, tout en renforçant la flotte Rebelle. Etant donné qu'elles étaient conçues pour repousser les attaques de chasseurs, les frégates d'escorte Nebulon-B sont munies, lors de leur fabrication, de plus d'une douzaine d'armes puissantes et précises. Elles sont également dotées de boucliers et sont lourdement blindées, ce qui leur permet de sortir indemnes de nombre d'escarmouches. Une frégate Nebulon-B affrétée pour une mission militaire est généralement armée de douze batteries <Lookup (\"turbola\");@turbolaser>, douze <Lookup (\"laser can\");@canons laser>, et vingt-quatre chasseurs stellaires. \u000b\u000bDans les mains des Rebelles, la plupart des frégates ont été converties en navires de commandement ou en unités médicales. Dans ces configurations, la moitié de l'armement a été enlevée au profit de systèmes supplémentaires tels que des générateurs de puissance de secours, des projecteurs d'écran et divers systèmes de survie. C'est sur la frégate médicale le [Rédemption] que <Lookup (\"Skywalker, Luk\");@Luke Skywalker> fut soigné après s'être fait trancher la main par <Lookup (\"Vad\");@Dark Vador>. La majeure partie des hangars et des anciennes stations de défense de ce vaisseau avaient alors été remplacées par des infirmeries et autres installations médicales. "
	},
	{
		"image": "hang001.slb",
		"name": "Planeur des Ewoks",
		"short_description": "Il s'agit d'un planeur léger construit avec des branches d'arbres et des peaux d'animaux. Lorsqu'il est harnaché au dos d'un Ewok, il permet à la créature de voler à travers les forêts. Les Ewoks utilisent principalement les planeurs pour la chasse, mais ils employèrent également ces machines pour attaquer les forces Impériales d'au-dessus, pendant la bataille d'Endor.",
		"full_name": "Planeur primitif des Ewoks sur Endor",
		"length": "3 m d'envergure",
		"speed": "Jusqu'à 45 km/h à une altitude maximale d'à peu près 30 mètres, selon les vents locaux",
		"capacity": "Un pilote et de petits objets assortis tels que des pierres",
		"armament": "Diverses pierres, lances et autres armes primitives lancées par le pilote",
		"shielding": "Aucune",
		"long_description": "Bien que la plupart des étrangers considèrent les <Lookup (\"Ewoks\");@Ewoks> comme une espèce primitive, ces petits êtres humanoïdes râblés ont appris à exploiter leurs ressources naturelles pour confectionner un large éventail d'outils insolites. Parmi leurs nombreuses inventions figurent des catapultes, de nombreuses armes de poing, de vastes villages suspendus dans les arbres et nombre de pièges. Néanmoins, leur invention la plus étonnante reste indubitablement le versatile planeur. \u000b\u000bUn Ewok commence la construction d'un planeur en traquant et tuant plusieurs gros animaux. Ces créatures sont écorchées, et leurs peaux sont étirées puis séchées jusqu'à ce qu'elles donnent un cuir solide. Les peaux sont alors cousues ensemble et fixées sur une simple armature.\u000b\u000bA l'origine, les planeurs ne servaient probablement  qu'à transporter les Ewoks à travers les forêts. Finalement, ils commencèrent à transporter des pierres, des lances et des frondes pour chasser les petits animaux de la forêt, en survolant la canopée. Les Ewoks réalisèrent bientôt que ces mêmes armes pouvaient être utilisées pour se défendre contre des monstres démesurés tels que le <Lookup (\"Gorax\");@Gorax>. Ainsi, lorsque les Ewoks acceptèrent d'aider les <Lookup (\"Rebels\");@Rebelles>, ils tirèrent profit de leur grande expérience dans le pilotage de leurs remarquables planeurs pour prendre l'avantage sur les <Lookup (\"storm\");@stormtroopers> cloués au sol."
	},
	{
		"image": "ilan001.slb",
		"name": "Navette de débarquement Impériale",
		"short_description": "Cette navette de classe [Sentinelle] est conçue pour transporter jusqu'à quarante-quatre stormtroopers Impériaux équipés de blasters à répétition, des motos-jets et autres équipements de combat. Bien que sa fonction principale soit le déploiement de troupes, la navette de débarquement Impériale peut également être destinée à des missions de combat grâce à ses huit canons laser rétractables, ses deux lance-missiles à concussion, son canon à ions et ses blasters à répétition rotatifs. Sa coque est recouverte d'un épais blindage et de nombreux modèles sont équipés de quatre générateurs d'écran déflecteur. ",
		"full_name": "Navette de débarquement de classe [Sentinelle] de Sienar Propulsions Stellaires/Cygnus Astronautique",
		"length": "20 m de long",
		"speed": "70 MGLT et un hyperpropulseur Cygnus HD7 Classe 1, ou 1000 km/h dans l'atmosphère",
		"capacity": "1 pilote, 1 copilote, 3 canonniers, 1 moto-jet de reconnaissance, et soit : 54 soldats, 12 blasters à répétition et 6 moto-jets ; 36 moto-jets et 12 véhicules d'assaut compacts, ou jusqu'à 180 tonnes métriques de cargaison",
		"armament": "8 canons laser (rétractables), 2 lance-missiles à concussion, 1 canon à ions (rétractable), 2 blasters à répétition (rétractables)",
		"shielding": "Une couche de blindage lourd et 4 générateurs d'écran déflecteur",
		"long_description": "Dérivée de la <Lookup (\"Imperial shut\");@navette Impériale> de classe [Lambda] et entrée en service peu avant la <Lookup (\"Yavin, Bat\");@bataille de Yavin>, la navette de débarquement de classe [Sentinelle] est devenue l'un des principaux transports de troupes utilisés par l'<Lookup (\"Empire\");@Empire>. Bien qu'il soit recouvert d'un lourd blindage et qu'il porte plusieurs armes dévastatrices, ce vaisseau reste rapide et maniable. Les forces Impériales comptent beaucoup sur ces navettes qui leur permettent de déposer six escouades de <Lookup (\"storm\");@stormtroopers> directement sur le champ de bataille. Les navettes [Sentinelle] servent également à fournir véhicules et ravitaillement aux garnisons, et les appareils convertis pour cet usage peuvent transporter trente-six <Lookup (\"spee\");@moto-jets> ou douze véhicules d'assaut. \u000b\u000bAu combat, les transports de classe [Sentinelle] peuvent compter sur leurs trois canonniers et sur un système de visée très précis pour dégager la zone d'atterrissage. Après avoir déposé troupes ou cargaison au coeur de la bataille, la plupart des navettes restent dans la zone pour apporter un feu de couverture aux soldats engagés dans le combat. \u000b\u000bEn plus de leur impressionnant armement, toutes les navettes d'atterrissage Impériales sont équipées d'un moto-jet réservé aux missions de reconnaissance. Ce moto-jet est toujours équipé d'un terminal de communications asservi qui émet sur une fréquence sélectionnée aléatoirement pour éviter toute interception par les forces ennemies. En outre, les systèmes de communication de la navette lui permettent de rester en contact permanent avec tous les vaisseaux et soldats Impériaux, qu'ils soient sur une planète ou dans l'espace. \u000b\u000bLa fabrication des navettes de classe [Sentinelle] a continué après la chute de l'Empire. Bien qu'autrefois principalement vendus à l'Empire ou à des propriétaires privés, nombre de ces appareils trouvèrent leur place dans la flotte de la <Lookup (\"New Rep\");@Nouvelle République>. Deux ans après la <Lookup (\"Endor, Bat\");@bataille d'Endor>, les navettes de classe [Sentinelle] étaient utilisées dans toute la galaxie. "
	},
	{
		"image": "ishu001.slb",
		"name": "Navette Impériale\u000b^f01[Tydirium]",
		"short_description": "C'est une navette de transport de marchandises et de passagers bien armée qui est munie de trois ailes, et qui peut accueillir jusqu'à vingt soldats. Les navettes de classe [Lambda] sont devenues les transports favoris des dignitaires de l'Empire, y compris l'Empereur lui-même, grâce à leurs capacités de combat et à leurs hyperpropulseurs. C'est l'un de ces vaisseaux, le [Tydirium], que le groupe de combat de Yan Solo utilisa pour passer les lignes Impériales qui encerclaient la lune forestière d'Endor.",
		"full_name": "Navette de classe [Lambda] de Sienar Propulsions Stellaires",
		"length": "20 m de long",
		"speed": "50 MGLT et un hyperpropulseur SFS Classe 1, ou  850 km/h dans l'atmosphère",
		"capacity": "4 hommes d'équipage, 2 officiers, et soit 20 passagers, soit 80 tonnes métriques de cargaison",
		"armament": "3 doubles canons blaster et deux doubles canons laser",
		"shielding": "Une couche de blindage léger et 2 générateurs d'écran déflecteur",
		"long_description": "Les navettes de classe [Lambda] furent créées par <Lookup (\"Sienar\");@Sienar Propulsions Stellaires>, et sont conçues pour transporter vingt passagers ou quatre-vingt tonnes de cargaison. A la différence d'autres navires de transport Impériaux similaires, les navettes de classe [Lambda] sont équipées d'un hyperpropulseur, ce qui permet aux passagers et à la cargaison d'être transportés d'un système ou d'une flotte à l'autre. Pour sa protection, la navette est équipée de deux doubles <Lookup (\"laser can\");@canons laser > et deux doubles canons blaster à la proue, et d'un double canon blaster à la poupe. Une version militaire de la navette fabriquée par Cygnus Astronautique est armée de dix canons laser. \u000b\u000bL'équipage de la navette de classe [Lambda] est normalement constitué de quatre Impériaux, mais peut-être étendu pour accueillir deux officiers chargés des communications secrètes et de la délégation des pouvoirs. C'est le transport favori des dignitaires de l'Empire, qui aménagent souvent le vaste espace intérieur, pour y ajouter des sièges passagers supplémentaires ou des quartiers personnels. "
	},
	{
		"image": "land001.slb",
		"name": "Landspeeder",
		"short_description": "C'est un petit véhicule à répulseurs, généralement conçu pour accueillir quatre passagers. Le champ répulseur d'un landspeeder le fait flotter à environ un mètre du sol, même lorsque le speeder est à l'arrêt. Egalement connu sous les noms de glisseurs ou flotteurs, le landspeeder fait l'objet d'une demande constante sur la planète désertique Tatooine. Luke Skywalker possédait un ancien modèle de landspeeder X-34 avant de quitter cette planète pour suivre son destin de Chevalier Jedi. ",
		"full_name": "Landspeeder SoroSuub X-34 ",
		"length": "7,40 m de long",
		"speed": "250 km/h",
		"capacity": "1 pilote, 1 passager, 2 droïdes, et moins de 5 kilogrammes de cargaison",
		"armament": "Aucune",
		"shielding": "Aucune",
		"long_description": "Les landspeeders, qui font partie des véhicules les plus répandus dans l'univers, existent sous de nombreuses formes. Certains sont de petits dômes monoplaces  flanqués de propulseurs à répulsion, tandis que d'autres sont des véhicules allongés et aérodynamiques équipés de puissantes unités de propulsion. Tous les landspeeders sont équipés d'un générateur de champ <Lookup (\"repulsor\");@répulseur> qui tient le véhicule en lévitation au-dessus du sol, même lorsqu'il est garé. Toutes sortes d'unités de propulsions peuvent être fixées à l'arrière du véhicule pour lui permettre d'avancer. Grâce à leurs capacités d'adaptation, les landspeeders furent utilisés pour voyager sur virtuellement tous les types de surfaces, y compris la glace, la neige, l'eau et le sable. \u000b\u000bSur les mondes tempérés, les landspeeders tels que le SoroSuub X-34 de <Lookup (\"Skywalker, Luk\");@Luke> sont livrés avec un cockpit ouvert et un pare-brise rétractable en duraplex de série. Bien que le X-34 et d'autres modèles similaires ne puissent transporter qu'un pilote et un passager, les crampons magnétiques situés dans le dos des sièges permettent de transporter des droïdes ou une petite cargaison. Tous les lanspeeders bénéficient de commandes relativement simples, qui se résument généralement à un volant et des pédales. L'espace de stockage est souvent très limité. Seuls quelques rares modèles familiaux, tels que le Courier V-35 d'<Lookup (\"Lars\");@Owen et Beru Lars>, offrent un plus grand compartiment à marchandises et des sièges supplémentaires. \u000b\u000bA l'époque de la <Lookup (\"Yavin, Bat\");@bataille de Yavin>, les landspeeders les plus populaires étaient le Void Spider TX-3 de <Lookup (\"Bespin Motors\");@Moteurs Bespin>, l'Ubrikkian 9000 Z001, le Mobquet Luxe, et le nouveau SoroSuub <Lookup (\"XP-38\");@XP-38>."
	},
	{
		"image": "monc001.slb",
		"name": "Croiseur stellaire Mon Calamari\u000b^f01[Home One]",
		"short_description": "Un vaisseau grand et solide, manufacturé en modeste nombre par les Mon Calamari et utilisé pour des croisières de plaisance et pour la colonisation. Lorsque les Mon Calamari entrèrent dans la Guerre Civile, ils armèrent leur croiseurs stellaires de douzaines de canons à ions, de turbolasers et de rayons tracteurs, et ces vaisseaux devinrent bientôt le noyau de la flotte de l'Alliance Rebelle. Le croiseur Mon Cal le plus connu est la Frégate d'Etat-Major [Home One], qui servit de vaisseau amiral personnel à l'Amiral Ackbar pour mener la bataille d'Endor.",
		"full_name": "Croiseur stellaire Mon Calamari MC80",
		"length": "1200m de long",
		"speed": "60 MGLT et un système de propulsion stellaire et hyperpropulsion TriLuna 400MGS Classe 1",
		"capacity": "5156 hommes d'équipage, 246 canonniers, 1200 hommes de troupe, 120 chasseurs et 20000 tonnes métriques de cargaisons",
		"armament": "48 turbolasers Taim & Bak XV9, 20 batteries de canons à ions Armek SW-7 et 6 projecteurs de rayon tracteur Phylon Q7",
		"shielding": "Système de bouclier Serridge SEAL et une coque en alliage renforcé au titane",
		"long_description": "Les <Lookup (\"Mon Calamari ali\");@Mon Calamari> ont toujours construit leurs imposants vaisseaux avec grande fierté. Chaque vaisseau est façonné artisanalement et doté d'une forme propre, et devient donc absolument unique. La plupart ont une apparence organique, avec de nombreux dômes et courbes. \u000b\u000bA l'origine, les Mon Calamari avaient inventé ce vaisseau pour explorer la galaxie. Cependant, après quelques  accrochages avec l'<Lookup (\"Empire\");@Empire>, les Mon Cal convertirent rapidement leurs massifs navires en vaisseaux militaires. Ces vaisseaux étaient gardés en réserve pour défendre le berceau des Mon Calamari, mais dès que l'<Lookup (\"Ack\");@Amiral Ackbar> eut rejoint l'<Lookup (\"Rebel Alli\");@Alliance Rebelle>, il convainquit ses pairs de mettre ces croiseurs à disposition de la Rébellion. \u000b\u000bLa conception unique des croiseurs Mon Calamari les rend parfois difficiles à réparer. Fort heureusement, la plupart sont recouverts d'épaisses plaques de blindage et équipés de systèmes de secours, qui empêchent le vaisseau d'être mis hors de combat. En outre, bien que des représentants de nombreuses espèces servent à bord de ces croiseurs, les Mon Calamari sont les seuls à pouvoir piloter ces énormes vaisseaux spatiaux. Les passerelles de commandes sont spécialement conçues pour la physionomie particulière des Mon Calamari, et ces navires doivent être dirigés par l'action combinée d'une interface informatique standard et des mouvements précis du siège de commandement.  Pour les Mon Cal, de tels mouvements sont naturels, mais les autres espèces ont du mal à imiter le language corporel approprié. Les moniteurs de la passerelle sont également conçus en fonction du large champ de vision des Mon cal, et génèrent des affichages holographiques qui apparaissent distordus aux autres créatures. "
	},
	{
		"image": "sail001.slb",
		"name": "Barge à voiles",
		"short_description": "Il s'agit d'un véhicule à répulseurs luxueux, assez répandu dans la galaxie. Jabba le Hutt organisait des croisières et des fêtes à bord d'une barge à voiles, aux cours desquelles il offrait ses ennemis en pâture au grotesque Sarlacc. La barge de Jabba pouvait accueillir des dizaines d'invités, abritait de vastes cuisines, des quartiers privés pour le seigneur du crime et une immense salle pour les banquets. Le vaisseau fut perdu lorsque la princesse Leia retourna le canon laser de la barge vers le pont, détruisant ainsi l'appareil et tout ce qu'il contenait.",
		"full_name": "Barge à voiles de plaisance d'Ubrikkian",
		"length": "30m de long",
		"speed": "100 km/h dans l'atmosphère ou 30 km/h avec les voiles gréées, pour une altitude maximale de 10 mètres",
		"capacity": "26 hommes d'équipage, 300 passagers, 1 Hutt obèse et 250 tonnes métriques de cargaison",
		"armament": "1 canon blaster lourd et approximativement 10 blasters anti-personnels montés sur le pont",
		"shielding": "Blindage léger",
		"long_description": "Tandis que de nombreuses barges sont fabriquées sous divers modèles et procédés, nombre d'entre elles sont achetées par les nantis, qui personnalisent ces véhicules par des séries de modifications uniques. La plupart des barges à voiles fonctionnent grâce à des propulseurs à champ de répulsion tricaméraux, qui leur permettent de survoler tous les types de terrains dont l'eau, le sable, la neige et la glace, à une vitesse de 100 km/h. Nombre d'entre-elles sont également équipées d'immenses voiles rétractables qui leur permettent de  se déplacer à la force du vent pour des promenades plus tranquilles. Les barges à voiles peuvent généralement flotter à dix mètres du sol, sont très légèrement blindées, et dénuées de toute sorte d'armement. \u000b\u000b<Lookup (\"Jabba D\");@Jabba le Hutt> utilisait sa barge à voiles pour organiser de longues et décadentes orgies au cours de croisières sur les océans de sable de <Lookup (\"Tatooi\");@Tatooine>. Pour impressionner ses invités, son véhicule était orné de tous les signes extérieurs de richesse de rigueur, des luxueuses tapisseries aux onéreuses sculptures. \u000b\u000bLa barge à voiles du Hutt était constituée de trois ponts. Jabba avait installé un gros canon à ions lourd et plusieurs <Lookup (\"blaster\");@blasters> antipersonnel sur le pont supérieur.  Bien que ces armes fussent suffisantes pour les  <Lookup (\"Tusk\");@Hommes des Sables>, les fermiers, <Lookup (\"Jawa\");@Jawas>, et autres natifs de Tatooine, elle paraissaient bien maigres face aux <Lookup (\"storm\");@stormtroopers> Impériaux ou d'autres menaces militaires. C'est pour cette raison que Jabba fit installer une série de senseurs avancés sur le pont principal. Cela permettait au seigneur de la pègre d'éviter les embuscades Impériales lorsqu'il transportait de la marchandise de contrebande. \u000b\u000bLe pont des passagers, où Jabba donnait ses fêtes mirobolantes, était ceint de volets rétractables qui offrait une vue panoramique du désert de Tatooine. Cette partie du véhicule comprenait également la grande salle des banquets, les appartements personnels de Jabba, la cuisine, et un garde-manger bien rempli. Enfin, la partie inférieure de l'engin comprenait les moteurs et les systèmes de direction, qui pouvaient être contrôlés à distance à partir de la suite de Jabba, de la salle des banquets ou du pont supérieur. \u000b\u000bAprès que Jabba fut tué par les Rebelles, les Jawas descendirent sur l'épave de la barge à voile. Ils dérobèrent les armes intactes, de grandes sections de plaques de blindage et tout ce qu'ils purent glaner. "
	},
	{
		"image": "sand001.slb",
		"name": "Char des sables",
		"short_description": "C'est un énorme mastodonte lambinant que les Jawas de Tatooine utilisent pour arpenter le désert, à la recherche de droïdes égarés, d'épaves de chasseurs et autres trésors. Les chars des sables peuvent abriter plusieurs centaines de Jawas, qui vivent dans un labyrinthe de machines hors d'usage, de droïdes qui fonctionnent à peine et autres tas de ferraille en tous genres. Amenés à l'origine sur Tatooine par les premiers mineurs, les chars des sables sont vieux et demandent de constantes réparations, mais ils protègent les Jawas des tempêtes de sable, de la chaleur du désert, des dragons krayt, des hommes des sables et autres dangers.  ",
		"full_name": "Char d'extraction minière corellien modifié",
		"length": "20m de haut et 36,80m de long",
		"speed": "30 km/h sur terrain dégagé",
		"capacity": "50 Jawas d'équipage, plus de 300 passagers Jawas, 1500 droïdes et 40 tonnes métriques de cargaisons diverses",
		"armament": "Aucune",
		"shielding": "Coque en acier très épaisse",
		"long_description": "Les chars des sables furent amenés sur <Lookup (\"Tatooi\");@Tatooine> par les premiers colons, et sont à présent utilisés presque exclusivement par les <Lookup (\"Jawa\");@Jawas>. Leurs propulseurs à fusion nucléaire alimentés par des générateurs à vapeur et leurs chenilles géantes leur permettent d'évoluer à travers la <Lookup (\"Dune\");@Mer de Dunes> et autres terres désolées de ce monde désertique. Destinés à l'origine à collecter du minerai, les chars des sables furent abandonnés lorsque les exploitations minières de Tatooine périclitèrent.  Les fouilleurs d'épaves Jawas en prirent presque immédiatement le contrôle ; les réparant et les modifiant à leurs besoins.\u000b\u000bA l'intérieur des chars des sables, les Jawas ont créé de vastes réseaux d'alcôves dans lesquelles ces petits êtres humanoïdes mangent, dorment, et entreposent des machines, des pièces détachées et des droïdes préalablement capturés. Presque tout ce que les Jawas trouvent dans le désert peut être chargé dans le char des sables, à l'aide d'un tube à aspiration magnétique extensible, originellement destiné à charger le minerai, ou par une rampe de chargement frontale rétractable. \u000b\u000bEtant donné que le char des sables est blindé d'une épaisse coque d'acier et qu'il est virtuellement impossible de l'arrêter, les Jawas sont complètement protégés de leurs ennemis naturels : les <Lookup (\"Tusk\");@hommes des sables>, et des autres dangers de cette planète. Les <Lookup (\"storm\");@stormtroopers> Impériaux ont néanmoins démontré que les chars des sables ne peuvent pas résister à la précision des rayons laser de leurs armes de poing. \u000b\u000bA part les Jawas eux-mêmes, personne ne sait exactement combien il reste de chars des sables en état de fonctionnement. Ces véhicules sont rarement vus ensemble, bien qu'ils se réunissent une fois par an dans un endroit secret de la Mer de Dunes. C'est au cours de cette réunion que les Jawas abaissent les rampes de leurs chars des sables et s'échangent leurs trouvailles. "
	},
	{
		"image": "skif001.slb",
		"name": "Esquif du désert",
		"short_description": "Un véhicule utilitaire courant, prévu pour transporter de la cargaison ou des passagers, modifié par Jabba le Hutt pour les besoins de ses activités criminelles sur Tatooine. Les acolytes de Jabba pilotaient de nombreux esquifs pour mener leurs raids sur les villages voisins, et cet appareil escortait toujours la barge à voiles du seigneur du crime lors de ses croisières de plaisance. Luke Skywalker parvint à transformer les esquifs de Jabba en champ de bataille lors du sauvetage de Yan Solo, à en détruire un, et à en voler un autre pour prendre la fuite avec ses amis.",
		"full_name": "Esquif de fret Bantha II d'Ubrikkian",
		"length": "9,50m de long",
		"speed": "Entre 200 et 250 km/h à une altitude maximale de 50 mètres",
		"capacity": "1 pilote et jusqu'à 16 passagers, ou 135 tonnes métriques de cargaison",
		"armament": "Aucune",
		"shielding": "Faible blindage",
		"long_description": "Bien qu'il existe de nombreuses variantes du concept standard de l'esquif du désert, ce véhicule est généralement constitué d'un pont ouvert muni d'un simple poste de pilotage situé à la poupe. Presque tout le monde peut apprendre à piloter un esquif, et ces véhicules sont souvent dirigés par des droïdes. \u000b\u000bLa plupart des esquifs sont propulsés par un unique répulseur et sont gouvernés par deux ailerons de contrôle de direction, placés à l'arrière de la coque. Plus de cent tonnes de cargaison peuvent être chargées sur le pont de l'appareil grâce à des monte-charges électromagnétiques. Pendant le transport, la cargaison est maintenue par des crampons magnétiques. Sur certains mondes, les esquifs sont également employés comme transports en commun ou comme véhicule de loisirs ; dans ces derniers cas, il est possible d'installer jusqu'à seize sièges sur le pont. \u000b\u000bBien qu'ils soient très utilisés à travers l'univers tout entier, les esquifs supportent mal les situations de combat, car ils manquent de blindage, d'armement lourd et de maniabilité. Cependant, leur structure très simple permet de les modifier facilement. De petites armes asservies peuvent être fixées sur le pont, bien que cela fasse rarement de grande différence au cours des combats.  <Lookup (\"Jabba D\");@Jabba> avait également équipé ses esquifs de planches rétractables pour nourrir facilement le <Lookup (\"Sarl\");@Sarlacc>."
	},
	{
		"image": "snow001.slb",
		"name": "Speeder des neiges",
		"short_description": "Une version modifiée de l'airspeeder Incom T-47 fut déployée en petit nombre par l'Alliance Rebelle au cours de la bataille de Hoth pour retarder l'approche des TB-TT Impériaux. Comme tous les airspeeders, leurs unités de champ de répulsion et leurs puissants propulseurs à post-combustion leur permettent de dépasser les 1 000 km/h. Le speeder des neiges est lourdement blindé, et abrite un pilote Rebelle et un canonnier qui lui tourne le dos pour manier le double canon laser de l'appareil. Il est également équipé d'un canon à harpon et d'un câble magnétique que les Rebelles mirent à profit pour abattre au moins un TB-TT. ",
		"full_name": "Airspeeder Incom T-47 modifié",
		"length": "5,30m de long",
		"speed": "1000 km/h, avec une vitesse optimale de 570 km/h en combat et une altitude maximale de 250 mètres",
		"capacity": "1 pilote, 1 canonnier et 10 kilogrammes de cargaison",
		"armament": "Un double canon laser et un harpon magnétique",
		"shielding": "Blindage lourd",
		"long_description": "Les <Lookup (\"airsp\");@airspeeders> sont probablement la forme de véhicule la plus répandue dans toute la galaxie. On peut les trouver sur tous les systèmes industrialisés. Leurs variantes s'étendent des appareils compacts monoplaces aux gros transports. \u000b\u000bLes soi-disant speeders des neiges Rebelles sont de simples airspeeders Incom <Lookup (\"T-47\");@T-47> de série, convertis à des fins militaires sur la glaciale planète <Lookup (\"Hoth\");@Hoth>. A l'origine, les airspeeders étaient utilisés par l'Alliance sur des mondes moins hostiles, où ils transportaient des modules de fret à l'aide de leurs harpons électromagnétiques et servaient de ligne de défense contre les forces terrestres de l'Empire.  Ces véhicules sont pourvus d'un épais blindage et d'un double canon laser, et sont propulsés par une paire de générateurs de champ répulseur et par de puissants propulseurs à post-combustion. Atteignant une vitesse de 1000 km/h, ces appareils Rebelles sont très difficiles à toucher.  \u000b\u000bL'équipage de l'Incom T-47 est constitué d'un pilote et d'un canonnier qui sont assis dos à dos. Tandis que le canonnier est face à l'arrière de l'appareil, il peut utiliser le système de visée informatique pour contrôler les canons avant. Il manie également le harpon magnétique, et le pilote peut bien prendre le contrôle de toutes les armes si le canonnier est abattu.  \u000b\u000bSur Hoth, les Rebelles découvrirent que le T-47 était endommagé par les éléments et durent lui apporter de nouvelles modifications. La glace qui s'accumulait sur les volets de gouverne et d'aérofreins rendait l'appareil incontrôlable, tandis que les moteurs étaient bloqués par le gel.  Pour résoudre ces problèmes, les mécaniciens de l'Alliance isolèrent les propulseurs, et fixèrent des modules de dégivrage aux volets de gouverne mécaniques. Une fois que les speeders des neiges purent à nouveau décoller, ils se montrèrent très efficaces lorsqu'il s'agissait de retarder l'avancée des troupes Impériales pendant la retraite des Rebelles. \u000b\u000bBien que les speeders des neiges soient les airspeeders Rebelles les plus reconnaissables, l'Alliance a modifié des T-47 pour servir sur de nombreux mondes différents. Les speeders des sables sont équipés de filtres perfectionnés qui empêchent le sable de pénétrer dans les propulseurs et dans les volets de direction, de systèmes de climatisation du cockpit et des moteurs pour combattre l'excès de chaleur, et de systèmes radar sensitifs de navigation pour se frayer un chemin dans les tempêtes de sable. Les speeders des marais ont été minutieusement étanchés et équipés de flotteurs, tandis que les speeders d'atmosphère ont des cabines pressurisées pour supporter les vols à haute altitude. "
	},
	{
		"image": "spee001.slb",
		"name": "Moto-jet",
		"short_description": "Un petit véhicule personnel fourni aux éclaireurs Impériaux pour remplir des missions de reconnaissance sur des mondes tels que la lune forestière d'Endor. Les moto-jets peuvent dépasser la vitesse de 500 km/h et sont autrement plus maniables que les landspeeders ou les airspeeders. Ils n'ont cependant pas de blindage, et une seule erreur du pilote peut se solder par un crash fatal.",
		"full_name": "Moto-jet militaire 74-Z d'Aratech",
		"length": "3m de long",
		"speed": "500 km/h à une altitude maximale de 25 mètres",
		"capacity": "1 pilote, 1 passager (au détriment des performances), et 3 kilogrammes de cargaison",
		"armament": "1 canon blaster léger",
		"shielding": "Carénage légèrement blindé",
		"long_description": "La vaste majorité des moto-jets, qui sont propulsés par de puissants générateurs de < Lookup (\"repulsor\");@champ de répulsion>, sont des engins de loisir ou de transport. Néanmoins, tandis que la  <Lookup (\"Galactic Civ\");@Guerre Civile Galactique> s'intensifiait, plusieurs modèles militaires furent produits pour le compte de l'Empire. Leur vitesse, leur maniabilité et leur faible coût font du moto-jet le parfait véhicule de reconnaissance. Les moto-jets se déplacent aisément à travers tous les types de terrains, y compris les denses forêts, à une vitesse de 500 km/h. Ils peuvent également s'élever à une hauteur de vingt-cinq mètres au-dessus du sol pour éviter les obstacles. \u000b\u000bLes moto-jets militaires, tels que l'Aratech 74-Z, utilisé par les éclaireurs Impériaux, sont fabriqués en série avec des carénages légèrement blindés et un canon blaster. Le pilote manoeuvre le moto-jet avec les poignées, tout en ajustant la vitesse et l'altitude à l'aide des pédales. Les senseurs, le système de visée et les mécanismes de tir sont placés juste devant la selle. "
	},
	{
		"image": "star001.slb",
		"name": "Destroyer stellaire Impérial",
		"short_description": "Cet énorme vaisseau est la base de la flotte Impériale. Armés à outrance, les destroyers stellaires font 1600 mètres de long et sont hérissés de canons à ions et de turbolasers. Deux générateurs d'écran déflecteur géants situés au-dessus de la passerelle assurent la protection du vaisseau lorsqu'il engage le combat, et une dizaine de rayons tracteurs l'aident à capturer les vaisseaux ennemis.  Escortés par soixante-douze chasseurs TIE, les destroyers stellaires peuvent transporter 9700 soldats, 20 TB-TT, 30 TS-TT, et tout un assortiment de barges, navettes de débarquement et autres véhicules. ",
		"full_name": "Destroyer stellaire de Classe [Impériale] des Chantiers Kuat Propulsions",
		"length": "1 600m de long",
		"speed": "60 MGLT et un hyperpropulseur Classe 2",
		"capacity": "36810 hommes d'équipage, 275 canonniers, 9700 soldats, 72 chasseurs TIE, 12 barges de débarquement, 20 TB-TT, 30 TS-TT, 15 navettes de débarquement Impériales, 8 navettes Impériales de classe [Lambda], 5 canonnières d'assaut, et 36000 tonnes métriques de cargaison",
		"armament": "60 turbolasers Taim & Bak XX-9 assistés par des ordinateurs de visée Le Grange, 60 canons à ions Borstel NK-7, et dix projecteurs de rayon tracteur Phylon Q7",
		"shielding": "Deux dômes générateurs d'écran déflecteur et une coque en alucier renforcée au titane",
		"long_description": "Le destroyer stellaire de classe [Impériale], symbole le plus répandu de la toute-puissance de l'<Lookup (\"Empire\");@Empire>, est une merveille d'ingénierie développée par les <Lookup (\"Kuat Drive\");@Chantiers Kuat Propulsions> pour le compte exclusif des forces Impériales. Néanmoins, le concept d'un massif vaisseau spatial doté d'un grand pouvoir de destruction avait déjà été étudié à l'époque des <Lookup (\"Clone W\");@Guerres Cloniques>. Peu après la fin du conflit, un ingénieur de la nouvelle République construisit le <Lookup (\"Vic\");@destroyer stellaire de classe [Victoire]>, qui était, avec ses 900 mètres de longueur, le plus grand vaisseau jamais construit. Malheureusement, les navires de classe [Victoire] étaient assez lents et devaient compter sur leurs rayons tracteurs pour gagner l'avantage au combat. Ces premiers destroyers demandaient un équipage de plus de 5000 hommes, mais ne pouvaient embarquer que 2040 hommes de troupe, 24 <Lookup (\"TIE f\");@chasseurs TIE>, et une série de véhicules qui allaient des <Lookup (\"All terrain arm\");@TB-TT> aux forteresses flottantes. En plus de ses rayons tracteurs, le vaisseau était armé de 10 quadruples <Lookup (\"turbolas\");@turbolasers>, 40 doubles turbolasers, et 80 lance-missiles à concussion. Le destroyer de classe [Victoire] était généralement affecté à des missions de défense planétaire, d'assaut planétaire, et de combat spatial, mais son manque de vitesse l'empêchait de prendre en chasse la plupart des vaisseaux Rebelles. \u000b\u000bAu début de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>, KP reprit le principe du destroyer de classe [Victoire] pour créer le destroyer stellaire de classe [Impériale]. Le remplacement de l'ancienne source d'énergie du vaisseau par un réacteur à ionisation solaire I-a2b de <Lookup (\"Sienar\");@Sienar Propulsions Stellaires>, un générateur de puissance encore jamais égalé, constituait la principale innovation de ce concept. Constitué, en fait, d'un petit soleil, le SFS I-a2b peut alimenter les systèmes <Lookup (\"hyperdrive\");@d'hyperpropulsion>, l'armement, les propulseurs subluminiques, et les systèmes de survie d'un destroyer au maximum de leurs capacités et avoir encore de l'énergie en réserve. Le réacteur est enchâssé dans un dôme très lourdement blindé composé de <Lookup (\"duras\");@duracier> et de <Lookup (\"carboni\");@carbonite>, qui se trouve sur la surface ventrale du destroyer. \u000b\u000bUne fois que le destroyer stellaire fut nanti de son réacteur révolutionnaire, les ingénieurs de KP furent autorisés à barder le vaisseau d'un nombre d'armes révoltant.  A la différence du [Victoire], la fonction première du destroyer stellaire de classe [Impériale] est le combat de vaisseau à vaisseau dans l'espace profond. Dans cette optique, le navire est armé de 60 turbolasers Taim & Bak XX-9 incroyablement puissants, tous équipés du système avancé de visée assistée par ordinateur LeGrange, très efficace contre les chasseurs.  L'[Impérial] remplit également des missions de poursuite et d'interception, telles que celle du <Lookup (\"Tant\");@[Tantive IV]>, la <Lookup (\"Corellian corv\");@corvette corellienne> de la <Lookup (\"Solo, P\");@princesse Leia>. Ces missions sont accomplies à l'aide de ses 60 <Lookup (\"ion can\");@canons à ions> Borstel NK-7 C, qui sont chacun capables de mettre un vaisseau en panne sans lui causer de dommages matériels. Désemparé, le vaisseau est alors capturé par l'un des dix projecteurs de rayon tracteur Phylon Q7 et tracté vers une grande baie d'embarquement ventrale destinée à accueillir des vaisseaux de plus de 150 mètres de long. \u000b\u000bLa principale baie d'embarquement abrite la majeure partie des chasseurs du destroyer. Chaque destroyer transporte toujours six escadrilles totalisant 72 chasseurs TIE de types variés. L'affectation standard consiste en trois escadrilles de chasseurs <Lookup (\"TIE/ln\");@TIE/ln>, deux escadrilles d'<Lookup (\"TIE int\");@intercepteurs TIE>, et une escadrille de <Lookup (\"TIE b\");@bombardiers TIE>. Les TIE assistent le vaisseau au cours des combats et servent à établir un périmètre de défense, à patrouiller sur les systèmes, et à mener des missions de reconnaissance ou d'assaut planétaire. La baie d'embarquement abrite également huit <Lookup (\"Imperial shut\");@navettes Impériales> de classe [Lambda],  des dizaines de sondes spatiales, quelques vedettes anti-rayons GAT-12h, et un assortiment de navettes d'assaut de classe [Gama].\u000b\u000bUne baie secondaire sert à lancer les assauts au sol. Les 15 transports de <Lookup (\"storm\");@stormtroopers>, les 20 quadripodes TB-TT, les 30 bipodes de reconnaissance <Lookup (\"all terrain scou\");@TR-TT>, et les nombreuses barges de débarquement du destroyer stellaire sont stationnés dans cette partie du vaisseau.  En outre, 9 700 hommes de troupe sont affectés à chaque destroyer. Pour les occupations de long terme, le vaisseau peut déployer des garnisons maintenues par 800 stormtroopers, 10 TB-TT, 10 TR-TT, et 40 chasseurs TIE. \u000b\u000bLe centre nerveux d'un destroyer stellaire est sa passerelle, située au sommet d'une très haute tour de contrôle qui émerge de l'hyperstructure du navire. La navigation, l'armement, les défenses, le déploiement des troupes et des chasseurs, les manoeuvres tactiques, les sauts dans l'hyperespace, tout est commandé depuis la passerelle. En temps normal, le capitaine du destroyer se trouve sur la passerelle, supervisant une équipe d'officiers, tandis que les pilotes et les divers spécialistes Impériaux travaillent dans des trappes garnies d'ordinateurs disposées en retrait dans le sol de la passerelle. La passerelle est surmontée d'une paire de dômes qui génèrent les puissants <Lookup (\"deflector\");@écrans déflecteurs> de ce vaisseau spatial.   \u000b\u000bEn tout, un destroyer Impérial exige un équipage de 4 520 officiers et 32 565 hommes d'équipage pour fonctionner aux mieux de ses capacités. Presque tout l'espace intérieur du vaisseau est occupé par les quartiers et les installations de détente de tout ce personnel. Des quartiers sont également prévus pour les troupes terrestres et les dignitaires en visite. \u000b\u000bMalgré leur taille, les destroyers stellaires de classe [Impériale] ne sont pas équipés d'installations de recyclage. Aussi leurs matériaux usagés, débris et équipements endommagés ou surannés sont-ils simplement éjectés dans l'espace. Cela crée un réel danger pour les routes de navigation spatiales locales. \u000b\u000bAu cours des mois qui précédèrent la <Lookup (\"Yavin, Bat\");@bataille de Yavin>, le destroyer stellaire de classe [Impériale I] devint le vaisseau lourd le plus utilisé par l'Empire. A mesure que les nouveaux destroyers de classe [Impériale] étaient construits, les vieux modèles [Victoire] se voyaient relégués à l'unique tâche de défense planétaire. Le plus souvent, ces vaisseaux furent finalement retirés de la circulation et vendus aux forces de défense planétaire indépendantes, dont les Autorités du <Lookup (\"Corporate Sector\");@Secteur Corporatif>, qui achetèrent 250 de ces vaisseaux.  \u000b\u000bLe règne de l'[Impérial I] fut néanmoins de courte durée. Quelques mois seulement après que la première <Lookup (\"Death\");@Etoile Noirer> fut détruite, KP introduisait le destroyer stellaire de classe [Impériale II], qui était muni d'une coque plus résistante, de boucliers plus efficaces, d'une puisance de feu accrue, et dont les performances dans l'hyperespace étaient deux fois supérieures à celles de son prédécesseur. Le destroyer stellaire [Impérial II] fut bientôt suivi par le super destroyer stellaire, un monstre de 12 800 mètres de long. Cinq fois plus destructeurs que les destroyers stellaires précédents, les supers destroyers stellaires, tels que l'<Lookup (\"Exec\");@[Executor]>, le vaisseau amiral de <Lookup (\"Vad\");@Dark Vador>, furent considérés comme le pinacle de la contruction astronavale. Mais six après la naissance de la <Lookup (\"New Rep\");@Nouvelle République>, la galaxie fut terrorisée par l'apparition des destroyers stellaires géants de classe [Eclipse], qui mesuraient 17 500 mètres de long, plus de dix fois la taille d'un destroyer stellaire de Classe [Impériale II] standard.  Sa coque était noire de jais et il était hérissé de plus de 1000 armes, qui en firent l'un des vaisseaux spatiaux les plus terrifiants jamais construits. \u000b\u000bEntre l'avènement de l'<Lookup (\"Palp\");@Empereur Palpatine> et sa mort, au cours de la <Lookup (\"Endor, Bat\");@bataille d'Endor>, l'Empire bâtit plus de 25 000 destroyers stellaires.  La moitié d'entre eux étaient gardés en réserve au sein du <Lookup (\"Galactic Core\");@Noyau galactique>, pour protéger les complexes militaires et industriels vitaux de l'Empire. Néanmoins, un nombre égal fut déployé à travers la galaxie pour semer la terreur et imposer la volonté de l'Empereur. En fait, les secteurs les plus connus de l'espace se virent, à une époque, assigner des Groupes Sectoriels de 24 destroyers stellaires. Chaque Groupe Sectoriel était chargé de faire respecter une loi intraitable sur les planètes et les systèmes du secteur qui lui était désigné.  Généralement, la seule présence d'une telle force suffisait à s'assurer la servilité, mais les destroyers stellaires pouvaient également mener de vastes invasions planétaires. \u000b\u000bAprès la chute de l'Empire et l'avènement de la Nouvelle République, le <Lookup (\"Thrawn\");@Grand Amiral Thrawn> jugea que la flotte impériale manquait sévèrement de vaisseaux capitaux. La majorité des destroyers stellaires de classe [Impériale I] et [Impériale II] avaient été détruits ou volés, et très peu de super destroyers stellaires avaient été construits. Pour renverser la vapeur, Thrawn réclama et recommanda un vaste nombre de destroyers de classe [Victoire] pour les utiliser dans sa quête du pouvoir. Après la défaite de Thrawn, l'Empire connut une période difficile, mais continua à produire une vaste armada de destroyers stellaires, qui comprenait le modèle [Eclipse] et quelques autres vaisseaux spatiaux encore plus dévastateurs. "
	},
	{
		"image": "swoo001.slb",
		"name": "Fonceur",
		"short_description": "Il s'agit d'un engin à répulseurs léger et très rapide. Bien plus véloces que les moto-jets, les fonceurs sont également plus difficiles à piloter et n'offrent aucune protection en cas d'accident. Considérés comme rudimentaires et bruyants, les fonceurs ne sont bien souvent que de puissants répulseurs équipés de sièges, capables d'atteindre des vitesses de l'ordre de 650 km/h. Bien qu'incroyablement dangereuses, les courses de fonceurs sont un sport très répandu dans la galaxie ; en fait, Yan Solo était un pilote de fonceur chevronné durant sa jeunesse. Quelques bandes de hors-la-loi juchés sur des fonceurs arpentent la planète Tatooine et quelques autres planètes de la Bordure Extérieure.",
		"full_name": "Fonceur Flash-S de Mobquet",
		"length": "2,50m de long",
		"speed": "650 km/h à une altitude maximale de 350 mètres",
		"capacity": "1 pilote et 2 kilogrammes de cargaison",
		"armament": "Aucune",
		"shielding": "Aucune",
		"long_description": "La plupart des fonceurs sont constitués d'un carénage léger qui entoure de puissants propulseurs à champ de répulsion et à ions. Un siège et de simples commandes s'ajoutent ensuite à ce concept rudimentaire. Les volets de gouverne et les clapets d'équilibrage se dirigent à l 'aide des poignées, mais le pilote doit également déplacer son poids pour que le fonceur vire avec précision. Les changements de vitesse et d'altitude s'effectuent à l'aide des pieds et des genoux. Les fonceurs armés sont rares, et  aucun ne peut recevoir de blindage d'aucune sorte. \u000b\u000bLes fonceurs sont bon marché, rapides et faciles à réparer, aussi une culture du \"Fonceur\" s'est-elle rapidement développée, et l'on peut trouver ces véhicules dans tous les mondes habités de la  <Lookup (\"Outer Rim\");@Bordure Extérieure>. Outre les gangs de hors la loi et les pilotes de fonceurs professionnels, ces véhicules sont utilisés comme transports individuels par de jeunes fougueux et peuvent être mis au service d'éclaireurs militaires, de pirates, de contrebandiers et autres variétés de criminels. "
	},
	{
		"image": "skyh001.slb",
		"name": "T-16 Skyhopper",
		"short_description": "Un véhicule transorbital très rapide, rendu populaire sur de nombreux mondes comme moyen de transport personnel. Le T-16 a une forme bien reconnaissable à trois ailes et est muni de propulseurs ioniques étonnament puissants, qui permettent à l'appareil de dépasser la vitesse de 1200 km/h. Des gyrostabilisateurs avancés et des répulseurs permettent aux skyhoppers d'effectuer d'audacieuses figures et prendre des virages très serrés avec beaucoup d'aisance. Lorsqu'il était adolescent, Luke Skywalker possédait un T-16, qu'il adorait piloter au milieu du périlleux Canyon du Mendiant en tirant sur les rats womp avec les canons hypodermiques du véhicule.",
		"full_name": "T-16 Skyhopper d'Incom Corporation",
		"length": "12m de long",
		"speed": "1200 km/h dans l'atmosphère, à une altitude maximale de 300 kilomètres",
		"capacity": "1 pilote, 1 passager, et 10 kilogrammes de cargaison",
		"armament": "1 canon laser lourd, et 4 modules de fixation d'armement supplémentaire qui peuvent être équipés de canons hypodermiques, de canons pneumatiques, de canons laser ou de lasers de visée.",
		"shielding": "Coque lourdement blindée",
		"long_description": "Dans les premiers jours d'existence de <Lookup (\"Rebel Al\");@l'Alliance Rebelle>, la <Lookup (\"Rebell\");@Rébellion> recruta nombre d'intrépides pilotes dans les mondes de la <Lookup (\"Outer Rim\");@Bordure Extérieure>. La majeure partie de ces jeunes hommes, dont  <Lookup (\"Pork\");@Jek Porkins>, <Lookup (\"Darklighter, B\");@Biggs Darklighter>, et <Lookup (\"Skywalker, Luk\");@Luke Skywalker>, s'étaient fait les ailes dans le cockpit de l'Incom T-16 skyhopper, l'un des moyens de transports individuels les plus fabriqués. \u000b\u000bConçu pour être rapide et facile à piloter, le skyhopper utilise un puissant <Lookup (\"ion engine\");@propulseur ionique> pour la poussée et deux générateurs de champ de répulsion pour s'élever. Atteignant la vitesse de 1200 km/h, ce véhicule peut également monter à une altitude de 300 kilomètres.\u000b\u000bLa conception particulière à trois ailes du skyhopper, reproduite dans de nombreux transports Impériaux, stabilise le véhicule. L'ordinateur de bord compense le champ de vision réduit par l'empennage du stabilisateur frontal. Connu pour être l'un des appareils les plus maniables de la galaxie, le skyhopper est également équipé de gyrostabilisateurs avancés qui lui permettent d'accomplir d'incroyables tonneaux, virages serrés et autres vrilles. \u000b\u000bLa plupart des skyhoppers sont livrés avec un canon hypodermique, qui sert à se défendre des prédateurs naturels de certains mondes. Néanmoins, les points d'ancrage de l'armement sont complètement modulables et l'appareil peut être armé de canons pneumatiques ou de lasers de visée. En outre, la plupart des milices planétaires et des forces de police arment leurs skyhoppers d'un unique <Lookup (\"laser cannon\");@canon laser > lourd."
	},
	{
		"image": "tieb001.slb",
		"name": "Bombardier TIE",
		"short_description": "Le chasseur d'assaut Impérial lourd utilisé pour les raids stratégiques sur des cibles en surface ou dans les profondeurs de l'espace. Bien que plus lents et moins maniables que les chasseurs TIE standards, les bombardiers TIE transportent un arsenal d'armes de destruction massive comprenant des torpilles à protons, des missiles téléguidés à concussion, des mines orbitales, et des détonateurs thermiques largables. Les bombardiers TIE sont également équipés de tous les systèmes de survie nécessaires à bord, ce dont manquent les autres chasseurs de la classe TIE. Les bombardiers TIE servent principalement à mettre hors d'état de nuire des vaisseaux lourds ou à pilonner des cibles terrestres.",
		"full_name": "Bombardier TIE de Sienar Propulsions Stellaires",
		"length": "7,80m de long",
		"speed": "60 MGLT sans hyperpropulseur, ou 850 km/h dans l'atmosphère",
		"capacity": "1 pilote et un poids utile en armement de 15 tonnes métriques",
		"armament": "2 canons laser SFS L-s1, 2 lance-missiles à concussion SFS M-s3 (4 en magasin), 2 lance-torpilles à protons SFS T-s5 (2 en magasin), un assortiment de bombes à protons, mines orbitales et détonateurs thermiques.",
		"shielding": "Une coque renforcée au titane et des panneaux solaires en quadanium blindés d'acier",
		"long_description": "A la différence de la plupart des modèles de TIE, le bombardier TIE est d'un double fuselage et de panneaux solaires allongés. Le fuselage tribord abrite le pilote, les ordinateurs de vol, les systèmes de communications, et les systèmes de survie, si encensés. Le fuselage de gauche contient la soute à bombes et le viseur de bombardement. Les <Lookup (\"ion eng\");@propulseurs ioniques> jumelés, la marque de la série TIE, assurent la jonction entre les deux fuselages. \u000b\u000bBien que la charge utile puisse varier selon le type de mission, un bombardier typique transporte des dizaines de missiles, de bombes, de mines, et de <Lookup (\"thermal det\");@détonateurs thermiques> pour mener des raids. Dans les duels spatiaux, le bombardier emploie une paire de <Lookup (\"laser can\");@canons laser> frontaux.\u000b\u000bLes bombardiers TIE se sont montrés particulièrement efficaces contre les vaisseaux de guerre. Une fois que les <Lookup (\"TIE f\");@chasseurs TIE> standard ont affaibli les défenses ennemies, les bombardiers utilisent leurs systèmes de visée très précis pour anéantir les points névralgiques tels que les boucliers ou les propulseurs. Lorsque le vaisseau est suffisamment handicapé, les sections d'abordage Impériales en prennent le contrôle et capturent les troupes Rebelles pour interrogatoire. \u000b\u000bLes bombardiers TIE peuvent également être utilisés contre des stations spatiales, des stations de relais orbitales ou des installations placées sur orbite planétaire. Ils se montrent cependant bien plus efficaces dans les missions de raids de bombardement ou de destruction de cibles terrestres. Les bombardiers TIE sont équipés d'ordinateurs de visée si précis qu'ils permettent au pilote de détruire complètement un bâtiment sans endommager les structures qui l'entourent. \u000b\u000bTout comme les chasseurs TIE standards, les bombardiers TIE se trouvent à bord de presque toutes les stations spatiales et tous les vaisseaux lourds de l'Empire. Un <Lookup (\"star des\");@destroyer stellaire> transporte généralement une escadrille de 12 bombardiers TIE, et la plupart des installations au sol maintiennent un petit effectif de ces appareils. Après la mort de <Lookup (\"Palp\");@l'Empereur Palpatine>, en dépit de ses nombreux usages, le bombardier TIE fut largement remplacé par une variante encore plus efficace et destructrice, connue sous le nom de <Lookup (\"Scimitar\");@bombardier d'assaut cimeterre>."
	},
	{
		"image": "tief001.slb",
		"name": "Chasseur TIE",
		"short_description": "Ce chasseur stellaire monoplace très maniable est composé d'un cockpit sphérique suspendu entre une paire d'immenses ailes, qui sont en fait des panneaux solaires. Le chasseur TIE, qui fonctionne à l'aide de deux  propulseurs ioniques couplés, fut conçu, à l'origine, pour la vitesse. Pour alléger l'appareil, il n'a été muni ni de systèmes de survie, ni d'écrans déflecteurs, ni d'hyperprosulseurs. Armés d'une simple paire de canons laser standards, les chasseurs TIE, produits en vaste nombre, ne peuvent compter que sur leur supériorité numérique pour submerger les forces adverses. ",
		"full_name": "Chasseur stellaire de supériorité spatiale TIE/Ln de Sienar Propulsions Stellaires",
		"length": "6,30m de long",
		"speed": "100 MGLT sans hyperpropulseur, ou 1200 km/h dans l'atmosphère",
		"capacity": "1 pilote et 65 kilogrammes de cargaison",
		"armament": "2 canons laser SFS L-s1",
		"shielding": "Une coque renforcée au titane et des panneaux solaires en quadanium blindés d'acier",
		"long_description": "Développé par <Lookup (\"Sienar\");@Sienar Propulsions Stellaires>, le Chasseur stellaire de supériorité spatiale TIE/Ln utilisé par l'<Lookup (\"Empire\");@Empire> durant toute la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique> est l'un des vaisseaux les plus maniables et plus effroyablement efficaces jamais construits. Le TIE/Ln est équipé de propulseurs ioniques jumelés (d'où leur nom TIE : Twin Ion Engines) qui furent créés par Sienar pour un chasseur stellaire connu alors sous le nom de T.I.E. Ce système de propulsion demande très peu de carburant, mais apporte une vitesse de pointe et une maniabilité exemplaires au TIE, ce qui lui permet de semer la plupart des appareils Rebelles, à l'exception du  <Lookup (\"A-win\");@A-wing>.\u000b\u000bEtant donné qu'il ne peut compter que sur sa vitesse, tous les aspects du chasseur TIE ont été étudiés pour l'alléger au maximum. Dans cette optique, tout concept de générateurs d'écran déflecteur lourds ou d'épaisses plaques de blindage a été purement et simplement abandonné. Cela rend évidemment le chasseur TIE extrêmement vulnérable au feu ennemi. Bien heureusement, l'étroit cockpit et la vélocité accrue de l'appareil le rendent très difficile à viser.  \u000b\u000bDans le but d'alléger toujours plus le TIE, les encombrants systèmes de survie et autres hyperpropulseurs ont également été supprimés. Le TIE n'est approvisionné que de peu de carburant et de maigres rations de survie qui peuvent sustenter le pilote deux jours. Au combat, le chasseur TIE doit refaire le plein régulièrement. Ces restrictions font des chasseurs TIE des appareils à court rayon d'action, auxquels il faut une base d'opérations. Cette base est généralement un <Lookup (\"star des\");@destroyer stellaire>, une station orbitale ou un hangar planétaire. En outre, les <Lookup (\"TIE fighter pil\");@pilotes de chasseur TIE>, qui sont souvent considérés comme suicidaires par les autres Impériaux, doivent revêtir des combinaisons de vol complètement étanches, équipées de réserves d'oxygène indépendantes et de convertisseurs atmosphériques. \u000b\u000bLe mode de combustion énergétique et les générateurs de puissance du chasseurs TIE ont également été étudiés pour être extrêmement efficaces. Les impressionnantes ailes de l'appareil collectent les radiations solaires et transfèrent cette énergie aux massifs générateurs de puissance, qui représentent la majeure partie de la masse du chasseur TIE, et à de multiples batteries disséminées autour de la coque de l'appareil. La paire de <Lookup (\"laser can\");@canons laser> couplés de l'appareil est montée sous l'avant du cockpit et alimentée par des générateurs séparés, situés sous l'étrave du module de commande. \u000b\u000bL'intérieur du cockpit est d'une certaine élégance dans sa sobriété spartiate. Le pilote est harnaché dans un petit siège-couchette anti-chocs et anti-G, et protégé par un répulseur anti-gravité rudimentaire et des sangles anti-crash. Les pieds du pilote sont logés dans des étriers qui lui permettent de manoeuvrer l'appareil et d'ajuster sa vitesse. Un manche, placé face au pilote, permet de contrôler les canons laser du TIE, l'ordinateur de visée et le navordinateur. Ce manche lui permet également d'effectuer des changements de vitesse ou de cap très rapides. Néanmoins, le TIE est un appareil très sensible, et les pilotes qui manquent d'expérience peuvent facilement en perdre le contrôle au cours de manoeuvres complexes et partir dans une vrille infernale dans l'espace. En outre, les pilotes débutants ont généralement du mal à s'habituer au manche qui sert à la fois à diriger l'appareil et à tirer, bien que les vétérans leurs apprennent souvent à pousser l'appareil à ses limites. \u000b\u000bL'usage que l'Empire réservait aux chasseurs TIE était toujours basé sur la supériorité numérique. Un proverbe disait que pour chaque TIE abattu, mille autres apparaissaient à sa place. On trouve des chasseurs TIE dans toutes les installations Impériales, des plus petites structures planétaires aux gigantesques bases sidérales. Les destroyers stellaires Impériaux pouvaient embarquer deux pleines escadres représentant soixante-douze chasseurs TIE, et la première <Lookup (\"death\");@Etoile Noire> abritait 7 000 de ces appareils. A l'apogée de l'Empire, le groupe Sienar Propulsions Stellaires produisait les TIE en masse à une vitesse renversante, fabriquant des milliers de ces appareils par année standard. Les cadets fraîchement promus des diverses académies Impériales étaient vigoureusement persuadés par les officiers recruteurs et finissaient dans un cockpit de chasseur TIE, où nombre d'entre eux perdirent la vie.  \u000b\u000bJugés indispensables par les tacticiens de l'Empire, les principales missions des chasseurs TIE consistent à attaquer des vaisseaux Rebelles, ou à mener des raids contre des appareils pirates, des vaisseaux d'origines inconnues, des stations spatiales et bien d'autres cibles. Les chasseurs TIE sont également chargés des missions d'escorte de convois et reçoivent souvent l'ordre de protéger des croiseurs ou des bases planétaires des attaques des forces Rebelles. Les chasseurs TIE sont également chargés d'escorter les <Lookup (\"TIE b\");@bombardiers TIE> et de les assister lors des assauts sur des bases planétaires. Les chasseurs TIE volent généralement en escadrilles de douze appareils. Une escadre complète de chasseurs TIE est composée de six escadrilles, ce qui représente soixante-douze vaisseaux. \u000b\u000bAprès le succès du chasseur TIE standard, Sienar Propulsions Stellaires développa de nombreuses variantes de TIE, destinées à des missions spécifiques. Les modèles les plus connus sont le bombardier TIE et le successeur du chasseur TIE original, l'<Lookup (\"TIE i\");@intercepteur TIE>. Les autres variantes comptent le <Lookup (\"TIE/rc\");@TIE/rc>, un chasseur TIE standard équipé d'un système de senseurs avancés et d'outils de communication pour effectuer des missions de reconnaissance, qui fut directement suivi par le plus efficace <Lookup (\"TIE scout\");@éclaireur TIE>, et finalement par le lourdement blindé  <Lookup (\"TIE van\");@fourgon TIE>. Un autre modèle, le <Lookup (\"TIE/fc\");@TIE/fc>, apporte un contrôle de visée à très longue portée à l'artillerie navale, tandis que le <Lookup (\"TIE/gt\");@TIE/gt> est une  ébauche d'appareil d'assaut planétaire qui précéda le bombardier TIE et le très puissant <Lookup (\"scimitar\");@bombardier d'assaut Cimeterre>. Durant le processus de développement de l'intercepteur TIE, les techniciens de Sienar construisirent le <Lookup (\"TIE Adv\");@prototype de TIE Avancé x1>, le chasseur piloté par <Lookup (\"Vad\");@Dark Vador> pendant la <Lookup (\"Yavin, Bat\");@bataille de Yavin>.\u000b\u000bPeu avant la construction de la seconde <Lookup (\"Death Star II\");@Etoile Noire>, Sienar développa un prototype radicalement novateur qui fut nommé le <Lookup (\"TIE D\");@Défenseur TIE>. Ce chasseur est équipé de trois ailes à panneaux solaires, de nombreuses armes, et d'un puissant hyperpropulseur. Environ six ans après la bataille d'Endor, la compagnie introduit le <Lookup (\"TIE/D\");@TIE/D>, le premier chasseur piloté uniquement par un droïde. Les inventeurs du TIE ont même fabriqué des véhicules d'assaut terrestres, dont le plus connu est le <Lookup (\"TIE cr\");@char TIE>, un petit tank équipé du familier cockpit des TIE. "
	},
	{
		"image": "tiei001.slb",
		"name": "Intercepteur TIE",
		"short_description": "C'est le chasseur stellaire le plus évolué de l'arsenal Impérial. Plus rapide, plus maniable et mieux armé que le chasseur TIE original et que le prototype expérimental de Dark Vador, l'intercepteur est équipé de nouveaux propulseurs ioniques et de quatre canons laser montés à chaque extrémité des panneaux solaires qui lui servent d'ailes. En combat rapproché, l'intercepteur surclasse tous les autres chasseurs, à part peut-être le A-wing. Mais les performances de l'intercepteur ont été accrues au prix de nombreux sacrifices. En effet, il n'a ni blindage, ni écrans déflecteurs, ni systèmes de survie.  ",
		"full_name": "Intercepteur TIE de Sienar Propulsions Stellaires",
		"length": "9,6m de long",
		"speed": "110 MGLT sans hyperpropulseur, ou 1250 km/h dans l'atmosphère",
		"capacity": "1 pilote et 75 kilogrammes de cargaison",
		"armament": "4 canons laser SFS L-s9.3",
		"shielding": "Une coque renforcée au titane et des panneaux solaires en quadanium blindés d'acier",
		"long_description": "Comme tous les chasseurs TIE, l'intercepteur TIE est inspiré du chasseur <Lookup (\"TIE/ln\");@TIE/ln>. L'intercepteur est équipé d'un cockpit de TIE classique, d'ailes à panneaux solaires et de propulseurs ioniques jumelés. Néanmoins, les ailes de l'intercepteur se différencient par leur forme effilée et son système de propulsion a été grandement amélioré pour considérablement augmenter la vitesse de pointe du chasseur. En outre, l'intercepteur TIE est muni d'un nouveau système de projection de flux ionique qui permet au pilote d'effectuer des virages serrés et des figures de voltige irréalisables par les autres chasseurs. Finalement, les déflecteurs de direction bâbord peuvent être manipulés individuellement pour affiner le contrôle et l'assiette de l'appareil lors des manoeuvres particulièrement audacieuses. \u000b\u000bA la différence de presque tous les autres TIE, l'intercepteur est armé de quatre canons laser. Placées à la pointe de chaque aile, ces armes apportent un large champ de tir au pilote. Ce dernier est également aidé par un logiciel de visée sophistiqué. Malheureusement, ces améliorations sont une bien maigre consolation lorsque l'intercepteur est touché de plein fouet par un vaisseau ennemi, car ce fragile chasseur n'est ni blindé, ni muni de boucliers. C'est pour cela que les pilotes d'intercepteur ne peuvent compter que sur l'agilité de leur appareil et sur leur supériorité numérique au cours des combats. Les pilotes d'intercepteur doivent également revêtir des combinaisons de vol étanches et rester à proximité d'un vaisseau de ligne ou d'une base sidérale.  \u000b\u000bPendant la deuxième moitié de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>, l'Empire essaya de remplacer les chasseurs TIE standard par des intercepteurs TIE. Cependant, à la mort de l'Empereur, au cours de la <Lookup (\"Endor, Bat\");@bataille d'Endor>, les intercepteurs ne représentaient que 20% de la chasse Impériale. A mesure que les fonds de l'Empire s'affaiblissaient, les chasseurs commencèrent à se faire rares, et le <Lookup (\"Thrawn\");@Grand Amiral Thrawn> réalisa que l'Empire ne pouvait plus considérer les intercepteurs comme jetables. Il commença alors à équiper ces  vaisseaux exceptionnels d'<Lookup (\"deflector shield\");@écrans déflecteurs>."
	},
	{
		"image": "tiea001.slb",
		"name": "TIE Avancé x1\u000b^f01 Chasseur TIE de Dark Vador",
		"short_description": "Ce chasseur prototype piloté par Dark Vador à la bataille de Yavin est à l'origine du concept de l'exceptionnel intercepteur TIE. Le TIE Avancé x1 est facilement reconnaissable à ses ailes pliées. A la différence de tous les autres chasseurs TIE, ce prototype est équipé d'un générateur d'écran déflecteur et d'un modeste système d'hyperpropulsion. Le TIE Avancé est également armé de deux canons laser lourds couplés, mais n'a aucun système de survie. ",
		"full_name": "Prototype de TIE Avancé x1 de Sienar Propulsions Stellaires",
		"length": "9,20m de long",
		"speed": "105 MGLT et un multiplicateur d'hyperpropulsion ou 1200 km/h dans l'atmosphère",
		"capacity": "1 pilote et 150 kilogrammes de cargaison ",
		"armament": "2 canons laser SFS L-s4",
		"shielding": "Un générateur d'écran déflecteur SFS standard, une coque renforcée au titane et des panneaux solaires en quadanium blindés d'acier",
		"long_description": "Basé sur un concept original de <Lookup (\"Sienar\");@Sienar> et d'une coque en <Lookup (\"duras\");@duracier>, d'un pont arrière allongé et d'ailes à panneaux solaires uniques, le TIE Avancé devint rapidement l'un des jouets favoris de <Lookup (\"Vad\");@Dark Vador>. Comme  tous les chasseurs TIE, le prototype est mû par un double <Lookup (\"ion eng\");@système de propulsion ionique>, si ce n'est que son réacteur à ionisation solaire  est bien plus puissant que ceux montés sur les chasseurs TIE standards. En dépit de ses réserves d'énergie accrues, le TIE de Vador s'est montré à peine plus rapide que les modèles de TIE précédents. En effet, ses générateurs d'écran déflecteur expérimentaux manquaient d'efficacité et demandaient énormément d'énergie, et l'ajout de son lourd blindage avait considérablement augmenté son poids. \u000b\u000bLe TIE Avancé s'est montré très efficace au combat, car il pouvait endurer de nombreux dommages. L'espérance de vie du pilote fut également allongée grâce à l'ajout d'un système d' <Lookup (\"hyperdrive\");@hyperpropulsion>, qui permettait au chasseur de se dégager de situations désespérées. Malgré le succès de ce chasseur, l'<Lookup (\"Empire\");@Empire> ne commanda pas de grandes quantités de TIE Avancés, prétextant que cet appareil était beaucoup trop cher. Néanmoins, de nombreux stratèges de la Marine en déduirent que les officiers Impériaux craignaient qu'un chasseur muni d'un hyperprosulseur ne fournisse un prétexte aux bureaucrates de l'Empire pour refuser les commandes de nouveaux vaisseaux lourds. Indifférents aux refus de l'Empire, les ingénieurs de Sienar incorporèrent les bons points de l'appareil à l'<Lookup (\"TIE I\");@intercepteur TIE>. Le groupe Sienar cessa la production des TIE Avancés x1 après la <Lookup (\"Endor, Bat\");@bataille d'Endor>."
	},
	{
		"image": "tran001.slb",
		"name": "Transporteur Rebelle\u000b^f01[Lueur d'espoir]",
		"short_description": "Ce vaisseau légèrement blindé est utilisé par l'Alliance pour convoyer troupes, nourriture, munitions et armes à travers la galaxie. Si la Rébellion utilise nombre de véhicules de transport, le plus reconnaissable est le transporteur moyen des Chantiers Gallofree. Etant donné que les transporteurs ne sont pas des vaisseaux de guerre, ils doivent être escortés par des escadrilles de X-wings et protégés par des canons à ions planétaires. A la bataille de Hoth, les transporteurs Gallofree permirent de mettre la majeure partie des forces et de l'équipement de la Rébellion en sécurité avant que la base Echo de l'Alliance ne soit investie. ",
		"full_name": "Transporteur moyen des Chantiers Gallofree",
		"length": "90m de long",
		"speed": "20 MGLT et un hyperpropulseur Classe 4, ou 650 km/h dans l'atmosphère",
		"capacity": "6 hommes d'équipage, 1 canonnier, environ 90 passagers, et 19000 tonnes métriques de cargaison",
		"armament": "4 doubles canons laser",
		"shielding": "Un unique générateur d'écran déflecteur standard monté au-dessus du cockpit et des plaques de blindage lourd",
		"long_description": "Les ingénieux dirigeants de l'<Lookup (\"Rebel All\");@Alliance Rebelle> ont affecté de nombreux modèles de vaisseaux au transport de troupes et d'équipement à travers la galaxie. Des paquebots convertis aux transports volés aux Impériaux et aux vaisseaux pirates capturés, tout pouvait servir de transport de troupes à la Rébellion. Néanmoins, le vaisseau de transport le plus couramment utilisé était un véritable transporteur fabriqué par les chantiers Gallofree, et vendu à l'Alliance à un prix incroyablement réduit. \u000b\u000bComme la plupart des vaisseaux de transport Rebelles, les transporteurs des Chantiers Gallofree sont rarement armés, tout l'espace nécessaire étant dédié à la cargaison ou aux passagers. Bien que longs de 90 mètres, les navires tels que le [Lueur d'espoir], le dernier transporteur qui quitta <Lookup (\"Hoth\");@Hoth>, peuvent embarquer jusqu'à 19000 tonnes métriques de cargaison. La majeure partie de ce fret est embarquée à bord des transporteurs dans de grands containers modulables, qui permettent de charger et décharger rapidement. Le vaisseau est surplombé d'un étroit cockpit qui abrite un petit équipage et un unique canonnier chargé des quatre  doubles <Lookup (\"laser cannon\");@canons laser>. De tels navires sont généralement protégés par une sorte de système d'<Lookup (\"deflector shiel\");@écran déflecteur>, mais sont également équipés de plaques de blindage lourd et d'un <Lookup (\"hyperdrive\");@hyperpropulseur>.\u000b\u000bLes transporteurs Rebelles convoient  généralement des médicaments, de la nourriture, des armes, des munitions, de l'artillerie, des matières premières, de petites quantités de carburant et des pièces détachées vers les bases Rebelles disséminées à travers la galaxie. Quelques transports ont été transformés en vaisseaux-citernes, permettant ainsi aux vaisseaux de l'Alliance de se ravitailler en vol au cours de longues missions. Bien entendu, de nombreux transporteurs véhiculent également des troupes et du personnel Rebelles.\u000b\u000bBien que l'Alliance ait beaucoup compté sur les transporteurs Gallofree au cours de la <Lookup (\"Galactic Civ\");@Guerre Civile Galactique>, ces vaisseaux ont de nombreux défauts. Les mécaniciens Rebelles ont découvert que les transporteurs étaient truffés de dysfonctionnements et pannes en tous genres, et ces vaisseaux passaient généralement la majeure partie de leur carrière dans les hangars de maintenance. Ils étaient également démunis en cas d'attaque et devaient donc être escortés d'escadrilles de chasseurs. Fort heureusement, les transporteurs étaient équipés d'une série de senseurs qui leur permettaient de détecter les vaisseaux ennemis, et de systèmes de contre-mesure avancés, grâce auxquels ils pouvaient échapper aux navires Impériaux.  "
	},
	{
		"image": "twin001.slb",
		"name": "Voiture des nuages à fuselage double",
		"short_description": "Ce véhicule de haute atmosphère est constitué de deux petits cockpits reliés par un module contenant un propulseur ionique et un répulseur. Les célèbres voitures des nuages de Bespin sont utilisées comme véhicules de patrouille chargés \"d'accueillir\" les vaisseaux en approche, et armées de canons blaster doubles maniés par un canonnier assis dans le fuselage tribord. Le pilote, installé dans le cockpit bâbord, doit être exceptionnellement qualifié, car la voiture des nuages dépasse la vitesse de 1500 km/h dans l'atmosphère et peut voler en basse orbite.  ",
		"full_name": "Voiture des nuages Tempête IV à fuselage double de Moteurs Bespin",
		"length": "7m de long",
		"speed": "1500 km/h, à une altitude maximale de 100 kilomètres, ou en basse orbite",
		"capacity": "1 pilote, 1 canonnier et 10 kilogrammes de cargaison",
		"armament": "1 double canon blaster à tir couplé",
		"shielding": "Blindage lourd",
		"long_description": "Rendues populaires sur <Lookup (\"Bespin\");@Bespin>, les voitures des nuages à fuselage double se sont répandues dans toute la galaxie sous forme de véhicules militaires ou personnels. Plus avancées que les <Lookup (\"airspee\");@airspeeders> standard, elles sont particulièrement efficaces dans les missions de patrouille et de reconnaissance. \u000b\u000bUn <Lookup (\"ion eng\");@propulseur ionique> assure la propulsion principale de la voiture des nuages, tandis que des générateurs de champ de répulsion, de petits réacteurs de manoeuvre, des ailerons mécaniques, des volets d'équilibrage et des gouvernails augmentent la vitesse et la maniabilité de l'appareil. Le cockpit est généralement pressurisé pour les vols à haute altitude, mais la plupart des voitures des nuages sont démunies de systèmes de survie. \u000b\u000bLes modèles des forces de police ou militaires, tels que les Tempête IV utilisés par les pilotes de la Garde Aérienne de la <Lookup (\"Cloud Cit\");@Cité des Nuages>, sont armés de canons blaster et protégés par de lourdes plaques de blindage. En outre, ces véhicules sont équipés de systèmes informatiques et de points d'attache destinés à accueillir des armes spécifiques en fonction des besoins  du pilote.  "
	},
	{
		"image": "xwin001.slb",
		"name": "Chasseur stellaire X-wing",
		"short_description": "Le principal chasseur de l'Alliance Rebelle est l'un des plus extraordinaires vaisseaux monoplaces jamais construits. Le nom du X-wing vient de ses doubles ailes croisées qui se déploient en \"X\" lorsque le chasseur passe en position d'attaque afin d'augmenter le champ de tir du pilote. En plus de ses quatre longs canons laser, le X-wing est équipé de lance-torpilles à protons, de projecteurs d'écran déflecteur, d'un hyperpopulseur et d'un droïde astromécano. Le X-wing est l'appareil de prédilection de Luke Skywalker, et fut utilisé par le jeune Jedi pour détruire la première Etoile Noire à la bataille de Yavin.  ",
		"full_name": "Chasseur de supériorité stellaire T-65B X-wing d'Incom Corporation",
		"length": "12,50m de long",
		"speed": "80 MGLT et un système d'hyperpropulsion Koensayr R300-H Classe 1, ou 1050 km/h dans l'atmosphère",
		"capacity": "1 pilote, 1 droïde astromécano, et 110 kilogrammes de cargaison",
		"armament": "4 canons laser Taim & Bak KX9 et 2 lance-torpilles à protons Krupx MG7",
		"shielding": "Un projecteur d'écran déflecteur Chempat \"Défenseur\", un projecteur d'écran déflecteur Chempat et une coque en alliage renforcé au titane",
		"long_description": "Le T-65 X-wing fut le dernier vaisseau conçu par l'<Lookup (\"Incom Corp\");@Incom Corporation> avant que la compagnie ne soit nationalisée par l'<Lookup (\"Empire\");@Empire>. Mécontents et frustrés de la soudaine mainmise des forces Impériales sur Incom, l'équipe de directeurs de la recherche de la compagnie prépara sa défection. Avec l'aide d'un commando d'élite de l'Alliance, les créateurs du X-wing s'échappèrent d'Incom et rejoignirent la <Lookup (\"Rebell\");@Rébellion>, emportant avec eux les plans et les prototypes du nouveau chasseur. Cette défection était non seulement une perte majeure pour l'Empire, mais apporta surtout sa première réelle avance technologique à la Rébellion. L'Alliance commença à fabriquer des X-wings en quantité modeste, et le chasseur se révéla être l'un des véhicules militaires les plus efficaces de la galaxie. \u000b\u000bLe concept inhabituel des ailes du T-65 est souvent mentionné pour le succès de l'appareil. Ces doubles ailes croisées restent fermées pendant les vols normaux, mais peuvent se déployer en situation de combat ou lorsque l'appareil pénètre une atmosphère. Chaque aile est équipée à son extrémité d'un puissant <Lookup (\"laser can\");@canon laser> Taim & Bak KX9. Ces canons peuvent tirer individuellement, simultanément, par paire, ou suivant toutes sortes de combinaisons. \u000b\u000bL'armement du vaisseau comprend également deux <Lookup (\"proton tor\");@lance-torpilles à protons> Krupx MG7 situés près du centre du fuselage. Chaque lanceur contient trois torpilles à protons identiques à celles que <Lookup (\"Skywalker, Luk\");@Luke> tira dans le conduit d'aération de la première <Lookup (\"Death\");@Etoile Noire> pour la détruire.\u000b\u000bLa conception du T-65 a bénéficié d'un autre coup de génie, qui est l'utilisation délibérée de commandes presque identiques à celles du <Lookup (\"t-16\");@T-16 skyhopper> et similaires à celles des <Lookup (\"airspee\");@airspeeders>. La plupart des pilotes de l'Alliance viennent des nombreux mondes frontaliers de la Bordure Extérieure. Ces Rebelles en herbe ont effectué leurs premiers vols à bord d'appareils robustes et bon marché tels que le skyhopper. Etant donné que les commandes du X-wing étaient si familières, les pilotes idéalistes tels que Luke, <Lookup (\"Darklighter, b\");@Biggs Darklighter>, ou <Lookup (\"Pork\");@Jek Porkins> n'avaient aucun mal à s'adapter à leurs nouveaux chasseurs. \u000b\u000bComme nombre d'autres chasseurs, le X-wing ne nécessite qu'un pilote. Néanmoins, un emplacement spécial situé derrière le cockpit abrite un droïde astromécano <Lookup (\"R2 unit\");@R2> d'Industrial Automaton qui fait plus ou moins office de copilote. Au cours des vols et des combats, le droïde se charge de l'astrogation, de la navigation, du contrôle des dommages, et des réglages en vol. L'unité R2 peut également piloter le vaisseau en cas d'urgence. Tous les droïdes  <Lookup (\"astromec\");@astromécanos> affectés à des X-wings ont une dizaine de coordonnées de sauts en mémoire au cas où le chasseur serait obligé de s'échapper dans l'<Lookup (\"hyperspace\");@hyperespace>.\u000b\u000bLa solidité du X-wing est l'un des plus grands atouts. La coque en alliage renforcé au titane, les projecteurs d'<Lookup (\"deflector shield\");@écran déflecteur> Chempat et la voûte de cockpit en transpacier du chasseur lui assurent de pouvoir endurer de nombreux coups avant de subir des dommages sérieux. Les pannes mineures causées par les tirs ennemis peuvent être réparées en quelques minutes par le droïde astromécano. Quoi qu'il en soit, le pilote a toujours l'ultime possibilité de déclencher le siège éjectable en cas de dommages fatals.  \u000b\u000bParmi ses autres atouts considérables, le X-wing est équipé d'un générateur de puissance Novaldex 04-Z relativement puissant, qui peut maintenir les écrans déflecteurs du vaisseau à pleine puissance tout au long de la plupart des combats. Bien que le X-wing ne soit pas aussi rapide et maniable que son principal adversaire, le <Lookup (\"tie f\");@chasseur TIE >, il est équipé de systèmes de survie complets et d'un <Lookup (\"hyperdrive\");@hyperpropulseur> Koensayr R300-H respectable, deux éléments vitaux dont le TIE est complètement dénué.  \u000b\u000bLes escadrilles de X-wings s'identifient à l'aide de bandes de couleur peintes sur leurs ailes. Le X-wing de Luke, par exemple, s'appelait <Lookup (\"Red Five\");@Rouge Cinq> pendant la <Lookup (\"Yavin, Bat\");@bataille de Yavin> et ses ailes portaient cinq traits rouges bien visibles. Après la bataille de Yavin, Luke suggéra que <Lookup (\"Antilles\");@Wedge Antilles> et lui, les seuls survivants de l'<Lookup (\"Red Squa\");@Escadron Rouge>, renomment leur unité de X-wings <Lookup (\"Rogue Squa\");@Escadron Rogue>, un nom qui devint bientôt synonyme de bravoure et d'adresse à travers toute la galaxie. "
	},
	{
		"image": "ywin001.slb",
		"name": "Chasseur stellaire Y-wing",
		"short_description": "Ce chasseur, qui fait partie des plus solides et des plus fiables de la galaxie, fut conçu pour exceller en combat rapproché. Les Y-wings sont également des bombardiers et des appareils d'escorte excellents. Les armes principales du Y-wing sont une paire de canons laser et un canon à ions rotatif, mais il peut également être armé de torpilles à protons, de missiles à concussion et de bombes à protons. Bien qu'énormément utilisés avant la bataille de Yavin, ils furent largement  remplacés par les X-wings dans les années qui suivirent.",
		"full_name": "Chasseur d'attaque BTL-S3 Y-wing de Koensayr",
		"length": "16m de long",
		"speed": "70 MGLT et un hyperpropulseur Koensayr R300-H Classe 1, ou 1000 km/h dans l'atmosphère",
		"capacity": "1 pilote, 1 droïde astromécano, et 110 kilogrammes de cargaison",
		"armament": "2 canons laser Taim & Bak IX4 , 1 canon à ions ArMek SW-4, et 2 tubes lance-torpilles à protons escamotables Arakyd ",
		"shielding": "Un projecteur d'écran déflecteur Chempat et une coque en alucier renforcé au titane",
		"long_description": "En dépit de son âge, le Y-wing est devenu l'un des chasseurs de l'<Lookup (\"Rebel All\");@Alliance Rebelle> les plus impressionnants, en servant admirablement bien au cours de la <Lookup (\"Yavin, Bat\");@bataille de Yavin> et de quelques autres conflits importants. Avant l'arrivée des chasseurs <Lookup (\"x-win\");@X-wing>, les Y-wings étaient les chasseurs de tête de l'Alliance.  \u000b\u000bLe bimoteur Y-wing, long de seize mètres, est un vaisseau multifonction originellement conçu pour servir à la fois de chasseur et de bombardier. Ce robuste chasseur peut infliger et recevoir de nombreux dommages, mais n'égale pas la capacité de charge utile, la vitesse, la furtivité et la maniabilité de nombre de chasseurs de l'Empire.   \u000b\u000bFort heureusement, le Y-wing peut être très facilement modifié ou reconfiguré sous d'innombrables variantes. Les techniciens Rebelles équipent souvent les Y-wings d'épais blindages et de puissants générateurs pour les missions d'assaut sur des convois Impériaux, ou préparent les appareils à des raids de bombardement en les équipant de générateurs d'écran déflecteur plus puissants afin d'augmenter considérablement la capacité de charge utile de l'appareil. Les Y-wings remplissent  également des missions d'escorte de navires diplomatiques ou de patrouille à très longue distance. Le BTL-A4 Y-wing (LN), ou [Long Nez], est muni de provisions supplémentaires, de senseurs plus puissants et d'un puissant navordinateur pour mener des missions de patrouille et de reconnaissance. \u000b\u000bQuelle que soit leur configuration spécifique, tous les Y-wings ont trois éléments principaux en commun. Le cockpit blindé, à l'avant de l'appareil, abrite le pilote, les systèmes de visée, les commandes de l'armement, et les systèmes de survie. Le générateur de puissance Novaldex et l'<Lookup (\"hyperdri\");@hyperpropulseur> Koensayr R300-H du Y-wing se trouvent dans la partie centrale de l'appareil, qui n'est en fait qu'un espar central renforcé qui prolonge le cockpit. Une fine aile transversale accrochée à cet espar contient les cellules d'énergie cryogénique Thiodyne 03-R et relie l'appareil à deux énormes propulseurs subluminiques à projection de flux ionique Koensayr R200. \u000b\u000bDans le cokpit, le pilote commande une paire de canons laser frontaux et les deux lance-<Lookup (\"proton tor\");@torpilles à protons>. Le Y-wing est également armé d'un <Lookup (\"ion can\");@canon à ions> monté sur tourelle, placé au-dessus de la voûte du cockpit. Une version agrandie du cockpit du Y-wing peut accueillir un copilote, qui fait généralement office de canonnier.  \u000b\u000bComme dans le X-wing, un <Lookup (\"astromech\");@droïde astromécano> R2 ou R4 peut être installé dans un emplacement prévu pour les droïdes à l'arrière du cockpit, afin de prendre en charge le plan de vol, la navigation, et les systèmes d'alimentation. Le droïde peut également se charger des commandes de tir, assurer la maintenance en vol, et redistribuer l'énergie en fonction des besoins. Mais la tâche la plus importante de l'<Lookup (\"R2 unit\");@unité R2 >consiste à garder plusieurs coordonnées de saut dans l'<Lookup (\"hyperspace\");@hyperspace>, pour permettre au vaisseau d'effectuer des retraites rapides. "
	},
	{
		"image": "bloc001.slb",
		"name": "Anti-blocus Rebelle\u000b^f01[Tantive IV]",
		"short_description": "Cette corvette corellienne modifiée est utilisée par la Rébellion pour mener des missions délicates. Le [Tantive IV], l'Anti-Blocus personnel de la princesse Leia, était armé de six canons turbolaser et était équipé de générateurs d'écran déflecteur puissamment renforcés, mais cela s'avéra inutile contre un destroyer stellaire Impérial. Le [Tantive IV] fut capturé par les forces commandées par Dark Vador, qui ordonna que le vaisseau soit détruit après avoir fait prisonnière la princesse Leia. ",
		"full_name": "Corvette CR90 de la Corporation Technique Corellienne",
		"length": "150m de long",
		"speed": "60 MGLT et un système de propulsion subluminique et d'hyperpropulsion CEC Classe 2, ou 950 km/h dans l'atmosphère",
		"capacity": "Entre 30 et 165 membres d'équipage, et jusqu'à 600 passagers, ou approximativement 3000 tonnes métriques de cargaison, selon la configuration du navire",
		"armament": "6 doubles canons turbolaser Taim & Bak H9 ",
		"shielding": "Un projecteur-contrôleur d'écran déflecteur Phoah-Kingsmeyer 484-J4e, et une coque en céramique de ferromagnésium",
		"long_description": "La corvette Corellienne est un vaisseau multifonction standard produit en quantité modeste par la <Lookup (\"Corellian Eng\");@Corporation Technique Corellienne> pour remplir nombre de tâches, telles que le transport de passagers, le convoyage de cargaisons ou le service militaire. Ce vaisseau est cependant très apprécié des pirates corelliens, car il est rapide, bien armé et robuste. Ces pirates, qui utilisent les corvettes pour s'emparer d'autres vaisseaux, passer des marchandises de contrebande ou commettre toutes sortes de crimes intergalactiques, ont surnommé leurs navires les <Lookup (\"Block\");@\"Anti-blocus\">, car ils parviennent à contourner facilement la plupart des obstacles dressés par les Impériaux.   \u000b\u000bReconnaissant les qualités de ce vaisseau, l'Alliance fit l'acquisition de plusieurs corvettes pour la flotte Rebelle. Ces appareils furent souvent utilisés pour des missions secrètes et se virent bientôt surnommés les \"Anti-blocus Rebelles\". La Maison Royale d'<Lookup (\"Alder\");@Aldérande> posséda également au moins une corvette, le <Lookup (\"Tant\");@[Tantive IV]>, que la <Lookup (\"Solo, P\");@princesse Leia> faisait passer pour un vaisseau consulaire en mission diplomatique. En réalité, le [Tantive IV] faisait partie intégrante des forces Rebelles qui luttaient contre la menace grandissante de l'<Lookup (\"Empire\");@Empire>. Le vaisseau réussit à intercepter les plans secrets de l'<Lookup (\"Death\");@Etoile Noire>, que Leia enregistra dans les mémoires de <Lookup (\"R2-D2\");@D2-R2> juste avant que le [Tantive IV] ne soit abordé par les <Lookup (\"storm\");@stormtroopers>.\u000b\u000bComme de nombreuses corvettes corelliennes utilisées à des fins militaires, le [Tantive IV] était armé de tourelles <Lookup (\"turbolas\");@turbolaser> supplémentaires et de projecteurs d'écran déflecteur plus que respectables. Les Anti-blocus les plus impressionnants sont équipés de plusieurs dizaines de points d'attache d'armement, de coques au blindage renforcé, et de générateurs de puissance et d'écran déflecteur supplémentaires. "
	},
	{
		"image": "exec001.slb",
		"name": "[Executor]\u000b^f01Super destroyer stellaire",
		"short_description": "Ce monstre n'est autre que le navire personnel de Dark Vador, le Sombre Seigneur de Sith, qui en prit possession après la bataille de Yavin. Long de 12800 mètres et muni de milliers d'armes, ce super destroyer, premier représentant de sa catégorie, était destiné à symboliser à la fois la toute puissance de la flotte Impériale et la terreur que Vador semait à travers la galaxie. L'[Executor] fut détruit à la bataille d'Endor par un chasseur A-wing en perdition qui percuta la passerelle. Le destroyer privé de centre de commandes décrocha et entra en collision avec la seconde Etoile Noire, explosant sous l'effet du choc. ",
		"full_name": "Super destroyer stellaire de Kuat Propulsions",
		"length": "12800 m de long",
		"speed": "40 MGLT et un hyperpropulseur Classe 2",
		"capacity": "279144 hommes d'équipage, 1590 canonniers, 38000 hommes de troupe, 144 chasseurs TIE, 200 vaisseaux de combat et d'assistance en tous genres, 3 bases de garnison Impériales préfabriquées, 30 TB-TT, 40 TR-TT, le ravitaillement nécessaire à 300000 individus, et jusqu'à 250000 tonnes métriques de cargaison",
		"armament": "250 batteries turbolaser, 250 batteries turbolaser lourdes, 250 tubes lance-missiles à concussion, 250 canons à ions, 40 projecteurs de rayon tracteur Phylon Q7",
		"shielding": "Deux dômes générateurs d'écran déflecteur fabriqués par Kuat Propulsions et une coque en alucier renforcée au titane",
		"long_description": "Navire amiral de la flotte de <Lookup (\"Vad\");@Dark Vador>, l'[Executor] était le premier destroyer stellaire de classe [Super] et mesurait environ cinq fois la taille d'un <Lookup (\"star des\");@destroyer stellaire> de classe [Impériale]. Ce vaisseau était avant tout le symbole du pouvoir et ressources illimités de l'Empereur, et était souvent utilisé pour soumettre des planètes et des systèmes entiers par la terreur. En plus de son vaste arsenal, le navire abritait deux escadres complètes de <Lookup (\"TIE f\");@chasseurs TIE>, totalisant 144 appareils, accompagnées de 200 autres vaisseaux de combat ou de soutien, 38 000 <Lookup (\"storm\");@stormtroopers>, et suffisamment de bases de garnison et de quadripodes Impériaux pour détruire n'importe quelle base Rebelle. \u000b\u000bL'infortuné <Lookup (\"Ozz\");@amiral Ozzel> était autrefois le capitaine de l'[Executor], mais il commit une erreur que l'impitoyable Dark Vador lui pardonna en lui administrant une mort rapide. L'<Lookup (\"Piett\");@amiral Piett> fut alors immédiatement investi du commandement du gigantesque vaisseau. Piett parvint à rester à son poste jusqu'à la violente destruction du vaisseau au cours de la <Lookup (\"Endor, Bat\");@bataille d'Endor>."
	},
	{
		"image": "mill001.slb",
		"name": "[Faucon Millenium]",
		"short_description": "Ce transporteur de fret corellien fréquemment modifié appartient à Yan Solo. Bien qu'à l'origine, Solo et son partenaire Wookie avaient transformé le [Faucon] pour les besoins de la contrebande, les senseurs avancés, les boucliers et l'armement de ce vaisseau ont plus d'une fois sauvé la mise pour l'Alliance Rebelle. Le [Faucon Millenium] a bien servi la Rébellion. Il fut l'instrument de la libération de la princesse Leia des prisons de la première Etoile Noire, il assura la couverture de Luke Skywalker au cours de la bataille de Yavin, et pénétra jusqu'au coeur de la seconde Etoile Noire pour détruire la terrible station spatiale et mettre ainsi fin à la Guerre Civile Galactique.",
		"full_name": "Transporteur YT-1300 de la Corporation Technique Corellienne",
		"length": "26,70m de long",
		"speed": "80 MGLT et un propulseur sub-spatial à multiplicateur d'hyperpropulsion Classe .5  de la Corporation Technique Corellienne, ou 1050 km/h dans l'atmosphère",
		"capacity": "2 hommes d'équipage, 2 navigateurs, 2 canonniers, 6 passagers et 100 tonnes métriques de cargaison",
		"armament": "2 lance-missiles à concussion ST2 (4 en magasin), un canon blaster automatique pivotant Taim & Bak, et 2 quadruples canons laser AG-2G de la Corporation Technique Corellienne",
		"shielding": "Une coque renforcée au titane, un générateur d'écran déflecteur arrière Kuat Propulsions, un générateur d'écran déflecteur frontal Korplex, 2 générateurs d'écran à champ de stase Novaldex, un générateur de champ anti-concussion Nordoxicon, et un système de contre-mesures électromagnétiques Carbanti 29L",
		"long_description": "Malgré son apparence dépassée, le [Faucon Millenium] est l'un des vaisseaux les plus remarquables de toute la galaxie. Bien que sujet  à de fréquentes pannes en tous genres, le [Faucon] atteint une vitesse cinq fois supérieure à celle de la lumière, est plus maniable que la plupart des chasseurs, et se faufile aisément au milieu des plus redoutables champs d'astéroïdes.\u000b\u000bTout comme son capitaine <Lookup (\"Solo, H\");@Yan Solo>, la majeure partie du passé du [Faucon] est inconnue. L'appareil aurait apparemment eu de nombreux propriétaires avant d'arriver entre les mains du facétieux joueur <Lookup (\"Calr\");@Lando Calrissian>, qui y apporta de modestes améliorations avant de perdre le cargo, au cours d'une partie de <Lookup (\"sabac\");@sabacc>, remportée par Yan Solo. \u000b\u000bL'extérieur cabossé du [Faucon] est en grande partie délibéré, car l'apparence délabrée du navire permettait à Calrissian et à Solo d'éviter les Impériaux et les officiers des douanes pendant leurs fréquentes opérations de contrebande. En revanche, l'épaisse coque du transporteur YT-1300 de la <Lookup (\"Corellian Eng\");@Corporation Technique Corellienne> abrite un système d'<Lookup (\"hyperdrive\");@hyperpropulsion> presque deux fois plus rapide que ceux montés à bord des navires de guerre Impériaux. Le [Faucon], lourdement blindé, est équipé d'une série complète de senseurs avancés pour détecter les vaisseaux ennemis, des compartiments secrets impossibles à détecter pour les marchandises de contrebande, et d'un puissant système de <Lookup (\"deflector shield\");@générateurs d'écran déflecteur> Impérial. Ses capacités offensives comprennent une paire de <Lookup (\"quad\");@quadruples canons laser>,  deux lance-missiles à concussion, et un canon laser léger rétractable. \u000b\u000bC'est pour ses remarquables performances que le [Faucon Millenium] fut choisi pour mener l'attaque de la seconde <Lookup (\"Death Star II\");@Etoile Noire> au cours de la <Lookup (\"Endor, Bat\");@bataille d'Endor>. Piloté par Lando Calrissian et <Lookup (\"Nunb, N\");@Nien Nunb>, le [Faucon] évita prestement les chasseurs ennemis, endura plusieurs tirs de plein fouet, et se faufila à travers les dangereuses infrastructures de l'Etoile Noire. A l'aide des nombreux senseurs du vaisseau, Lando trouva le réacteur principal, fit feu de toutes les armes du [Faucon] et réussit ainsi à anéantir l'Etoile Noire. "
	},
	{
		"image": "outr001.slb",
		"name": "[Outrider]",
		"short_description": "Ce transporteur YT-2400 de la Corporation Technique Corellienne appartenant à Dash Rendar fut manifestement transformé pour les besoins de ses opérations de contrebande. Rendar a apporté de nombreuses améliorations à son vaisseau, dont des canons laser illégaux, de puissants générateurs d'écran déflecteur, ainsi que des propulseurs ioniques et un hyperpropulseur très évolués. Tout comme le [Faucon Millenium] de Yan Solo, l'[Outrider] de Rendar a sauvé la vie du contrebandier à maintes reprises. ",
		"full_name": "Transporteur YT-2400 de la Corporation Technique Corellienne modifié",
		"length": "22m de long",
		"speed": "70 MGLT et un hyperpropulseur SoroSuub Griffyn/Y2TG Classe .75 modifié, ou 1000 km/h dans l'atmosphère",
		"capacity": "2 hommes d'équipage, 2 navigateurs, 2 canonniers, 4 passagers, et 70 tonnes métriques de cargaison",
		"armament": "2 doubles canons laser Dymek et 2 lance-missiles à concussion (3 en magasin)",
		"shielding": "Plusieurs générateurs d'écran déflecteur de fabrication inconnue, une coque renforcée au titane et un système de contre-mesures standard",
		"long_description": "L'[Outrider] est un robuste transporteur <Lookup (\"Corellian Eng\");@corellien> qui brille d'une sombre lueur et dont la coque a la traditionnelle forme de soucoupe de la série YT. Comme ses prédécesseurs, il est rapide, résistant, et facile à modifier. \u000b\u000bLa coque arrondie de l'[Outrider],  protégée par un épais blindage, est reliée au cockpit, qui est une sorte de long tube, par une paire de bras fixés à bâbord. L'arrière du cockpit contient la <Lookup (\"esca\");@capsule de sauvetage> principale qui peut accueillir six personnes. La majeure partie de l'espace intérieur de la coque est occupée par des <Lookup (\"ion engine\");@propulseurs ioniques> militaires modifiés, de puissants générateurs de puissance, des systèmes d'armement et autres améliorations illégales. Son armement comprend une paire de doubles <Lookup (\"laser cannon\");@canons laser> lourds et deux lance-missiles à concussion frontaux. \u000b\u000bSelon l'histoire relatée dans [Les Ombres de l'Empire], Dash Rendar et son [Outrider] auraient aidé les héros Rebelles dans leur campagne contre le <Lookup (\"Xiz\");@prince Xizor>. Malheureusement, lorsque  <Lookup (\"Vad\");@Dark Vador> détruisit la plate-forme mobile skyhook du prince Xizor, l'[Outrider] fut touché par les débris et, semble-t-il, explosa. Certaines sources affirment que le contrebandier et son appareil auraient survécu, mais ces rapports n'ont toujours pas été confirmés. "
	},
	{
		"image": "slav001.slb",
		"name": "[Esclave I]",
		"short_description": "Le chasseur de primes Boba Fett utilise ce vaisseau pour traquer et capturer ses proies. L'[Esclave I] est un appareil de patrouille de classe [Firespray] considérablement modifié pour être muni d'un équipement de viabilité, d'un dispositif de pistage dédié, de meilleurs projecteurs d'écran déflecteur, d'un massif hyperpropulseur, et de nombreuses armes dissimulées. C'est un appareil inhabituel car il vole en position verticale, et son pilote est debout aux commandes du véhicule tandis que l'[Esclave I] arpente le vide spatial à une vitesse comparable à celle des Y-wings de l'Alliance.  ",
		"full_name": "Vaisseau de patrouille et d'attaque modifié de classe [Firespray] de Kuat Propulsions ",
		"length": "21,50m de long",
		"speed": "70 MGLT et un hyperpropulseur Classe 1 de fabrication inconnue, ou 1 000 km/h dans l'atmosphère",
		"capacity": "1 pilote, 1 copilote, 6 prisonniers, et jusqu'à 40 tonnes métriques de cargaison",
		"armament": "2 canons blaster rotatifs couplés, 1 tube lance-missiles à concussion (dissimulé), 1 canon à ions (dissimulé), 1 projecteur de rayon tracteur (dissimulé), 2 lance-torpilles à protons (dissimulés)",
		"shielding": "Coque en alliage renforcé au titane, maillage anti-ionisation, et projecteurs d'écran déflecteur limité de fabrication inconnue",
		"long_description": "Bien que l' [Esclave I] soit considéré comme un vaisseau dépassé, <Lookup (\"Fett\");@Boba Fett> l'a complètement reconstruit pour l'adapter à ses besoins. La partie inférieure de la poupe de l'[Esclave I] porte des canons laser couplés rotatifs sur 360°, mais en réalité, le vaisseau dissimule un lance-missiles à concussion frontal et un <Lookup (\"ion cannon\");@canon à ions>, ainsi qu'un projecteur de rayon tracteur monté sur tourelle et une paire de lance-<Lookup (\"proton tor\");@torpilles à protons> également montés sur tourelle. Le système illégal de senseurs de dissimulation et de brouillage de l'appareil lui permet de se faufiler entre les grilles des senseurs ennemis sans être détecté, tandis que de fausses torpilles à protons équipées de balises chercheuses et de traceurs permettent à Boba Fett de suivre des vaisseaux, même à travers l'<Lookup (\"hyperspace\");@hyperspace>.\u000b\u000bLes puissants générateurs et propulseurs de l'[Esclave I] occupent les deux tiers de l'intérieur du vaisseau. Il ne reste qu'un espace restreint, laissant à peine assez de place pour les quartiers de Boba Fett, un casier de rangement et six cages pour prisonniers, dont l'une est conçue pour détenir des individus qui maîtrisent la <Lookup (\"Force,\");@Force>.\u000b\u000bAprès la mort supposée de Boba Fett dans l'estomac du <Lookup (\"Sarla\");@sarlacc>, les forces de l'Alliance s'emparèrent de l'[Esclave I] et le gardèrent en saisie sur la planète Grakouine. Lorsqu'il réussit à échapper au Sarlacc, Fett fut bien obligé de se procurer un second vaisseau, l'<Lookup (\"Slave II\");@[Esclave II]>, pour reprendre la traque de <Lookup (\"Solo, H\");@Yan Solo>. Néanmoins, tandis que Boba Fett poursuivait le contrebandier au-dessus de <Lookup (\"Byss\");@Byss>, il tenta de suivre le <Lookup (\"Mill\");@[Faucon]> dans l'atmosphère de la planète. Pendant sa descente, Fett entra en collision avec le champ de protection de Byss. Le crash mit l'[Esclave II] hors d'usage et Fett complota pour retrouver son ancien vaisseau. La suite était prévisible : le chasseur de primes récupéra facilement son vaisseau et se remit à poursuivre Solo à travers la galaxie. "
	},
	{
		"image": "deat001.slb",
		"name": "Etoile Noire",
		"short_description": "Cette station de combat aux proportions gigantesques fut la première des nombreuses armes de destruction massive de l'Empire. Avec 120 kilomètres de diamètre, l'Etoile Noire était le plus grand vaisseau jamais construit, et elle était armée d'un superlaser conçu pour détruire des planètes. En dépit de son puissant armement, l'Etoile Noire avait un point faible qui lui fut fatal : un conduit d'évacuation, apparemment insignifiant, qui menait directement au réacteur principal. Luke Skywalker tira deux torpilles à protons dans la bouche d'aération et entraîna ainsi une réaction en chaîne qui fit exploser la station de combat.",
		"full_name": "Station de combat sidérale de l'Empire",
		"length": "120 kilomètres de diamètre",
		"speed": "10 MGLT et un hyperpropulseur Classe 4",
		"capacity": "774576 membres d'équipage, 27048 officiers, 378685 agents de maintenance, 25 84 stormtroopers, 7000 chasseurs TIE, 4 croiseurs d'intervention, 20000 vaisseaux militaires et de transports et 11000 véhicules de combat, ainsi que le ravitaillement nécessaire pour plus d'un million d'individus et plus d'un million de kilotonnes de cargaison",
		"armament": "1 superlaser Impérial, 5000 batteries turbolaser, 5000 batteries turbolaser lourdes, 2500 canons laser standards, 2500 canons à ions, et 768 projecteurs de rayon tracteur",
		"shielding": "Coque en acier quadanium et un nombre inconnu de générateurs de champ déflecteur",
		"long_description": "Conçue pour être l'arme ultime de l'<Lookup (\"Empire\");@Empire>, l'Etoile Noire devait écraser définitivement la <Lookup (\"Rebell\");@Rébellion> tout en répandant la terreur dans toute la galaxie. Créée par le <Lookup (\"Tark\");@Grand Moff Tarkin> et bâtie dans le plus grand secret à côté d'une colonie pénitentiaire, la station de combat Etoile Noire abritait le <Lookup (\"superlaser\");@superlaser> destructeur qui fut utilisé, par la suite, pour anéantir complètement le paisible monde d'<Lookup (\"Aldera\");@Aldérande>.\u000b\u000bAvant de finir l'Etoile Noire, Tarkin développa un prototype dans son installation secrète de Maw, un laboratoire de recherches dont l'<Lookup (\"Palp\");@Empereur>, lui-même, ignorait l'existence. La majeure partie de l'Etoile Noire fut conçue au cours de cette phase préliminaire de développement par le célèbre architecte astronaval Bevel Nemelisk, sous la direction du directeur scientifique <Lookup (\"Twi'l\");@Twi'lek> Tol Sivron. Par la suite, le personnel de l'installation de Maw fut transféré dans un chantier astronaval orbital, situé dans un secteur éloigné de la <Lookup (\"Outer Rim\");@Bordure Extérieure>, dans lequel l'Etoile Noire fut finalement construite. \u000b\u000bDe la taille d'une petite lune, l'Etoile Noire originale abritait plus d'un million d'individus comprenant des soldats, des officiers, des canonniers, des pilotes, et des agents de maintenance de toutes sortes. Son terrible arsenal comptait des milliers de <Lookup (\"turbolaser\");@turbolasers> et de <Lookup (\"ion can\");@canons à ions>, répartis sur toute la surface de la station, tandis que ses hangars retenaient des hordes de <Lookup (\"TIE f\");@chasseurs TIE> et autres vaisseaux civils ou militaires.\u000b\u000bBien heureusement pour la Rébellion, l'Etoile Noire avait été conçue pour repousser des assauts de grande envergure, et Tarkin et ses laquais n'avaient pas imaginé la possibilité d'une attaque menée par de petits chasseurs. Une fois que la <Lookup (\"Solo, P\");@princesse Leia> et <Lookup (\"R2-D2\");@D2-R2> eurent livré les plans dérobés de la station de combat aux forces Rebelles, le <Lookup (\"Dodo\");@général Dodonna> étudia les schémas complexes sans relâche, à la recherche de la faille. Il découvrit finalement une petite bouche d'aération située à l'extrémité de l'un des dix-huit conduits qui convergeaient vers le pôle de l'Etoile Noire. Avec l'aide de <Lookup (\"Solo, H\");@Yan Solo>, de l'esprit d'<Lookup (\"Keno\");@Obi-Wan Kenobi> et, bien sûr, de la <Lookup (\"Force,\");@Force>, <Lookup (\"Skywalker, Luk\");@Luke Skywalker> parvint à loger deux <Lookup (\"proton tor\");@torpilles à protons> dans ses conduits d'aération. Les explosifs atteignirent ainsi le réacteur principal, et entraînèrent l'explosion de cette terrifiante base sidérale. "
	},
	{
		"image": "",
		"name": "",
		"short_description": "",
		"full_name": "",
		"length": "",
		"speed": "",
		"capacity": "",
		"armament": "",
		"shielding": "",
		"long_description": ""
	},
	{
		"image": "dstr001.slb",
		"name": "Etoile Noire II",
		"short_description": "Cette seconde version de l'arme la plus terrifiante de l'Empire était bien plus grande que la précédente. Tout comme la première Etoile Noire, l'Etoile Noire II était armée d'un superlaser capable de détruire une planète d'un seul tir. Construite en secret, la seconde Etoile Noire mesurait 160 kilomètres de diamètre, était armée de 30000 turbolasers, et protégée par un énorme champ déflecteur projeté par générateur situé à proximité, sur la petite lune forestière d'Endor. Des commandos Rebelles menés par Yan Solo parvinrent à neutraliser ce champ de protection, et la seconde Etoile Noire fut détruite par Lando Calrissian et Wedge Antilles. ",
		"full_name": "Station de combat sidérale de l'Empire",
		"length": "160 km de diamètre",
		"speed": "20 MGLT et un hyperpropulseur Classe 3",
		"capacity": "152276 canonniers, 485560 membres d'équipage, 1295950 hommes de troupe, 127570 stormtroopers, 75860 agents de maintenance de vaisseaux, 334432 pilotes et hommes d'équipage de vaisseaux, le ravitaillement nécessaire à plus de deux millions d'individus, et plus d'un million de kilotonnes de cargaison ",
		"armament": "Superlaser Impérial II, 15000 batteries turbolaser, 15000 batteries turbolaser lourdes, 7500 canons laser, 5000 canons à ions, et 768 points d'attache pour générateurs de rayon tracteur",
		"shielding": "Coque en acier quadanium et un nombre inconnu de générateurs de champ déflecteur",
		"long_description": "Née trois ans après la destruction de la première <Lookup (\"Death\");@Etoile Noire>, la deuxième monstrueuse station de combat Impériale devait être bien plus grande et plus dévastatrice que la précédente. Pour atteindre ce funeste dessein, les ingénieurs Impériaux avait armé l'Etoile Noire II d'un <Lookup (\"superlaser\");@superlaser> encore plus puissant, qui pouvait se recharger bien plus vite, et qui causait des dommages bien plus importants avec davantage de précision que son prédécesseur. En fait, le système de visée installé à bord de la seconde Etoile Noire était si précis qu'il permettait aux canonniers du superlaser de faire feu sur des vaisseaux capitaux. En plus de son vaste arsenal, une tour blindée de 100 étages dominée par les quartiers d'observation de l'<Lookup (\"Palp\");@Empereur> était érigée sur son pôle nord. \u000b\u000bCependant, bien que l'Etoile Noire fut destinée à être une arme de terreur, elle était également destinée à servir les plans élaborés par l'Empereur pour piéger les Rebelles et anéantir l'Alliance. Il mit son plan en action en permettant à des espions  <Lookup (\"Bothan\");@bothans> de découvrir l'existence de la seconde Etoile Noire, mais en induisant des indices qui indiquaient que le superlaser n'était pas encore opérationnel. Conformément aux prévisions de l'Empereur, les dirigeants de l'Alliance savaient qu'il leur fallait attaquer la station en construction avant qu'elle ne devienne une menace encore plus redoutable. \u000b\u000bLorsque les commandos Rebelles de <Lookup (\"Solo, H\");@Yan Solo> assaillirent le complexe du générateur de champ déflecteur de l'Etoile Noire II, dans la forêt de la lune d'<Lookup (\"Endor\");@Endor>, ils tombèrent sur d'importantes forces Impériales qui les attendaient. Les Impériaux capturèrent les Rebelles, tandis que la flotte de l'Alliance se préparait à donner l'assaut à la station de combat. C'est avec horreur que les amiraux de l'Alliance découvrirent que le bouclier n'avait pas été désactivé, et que le superlaser était pleinement opérationnel. \u000b\u000bNéanmoins, les Impériaux sous-estimèrent une fois de plus la menace qui se profilait. Les <Lookup (\"Ewoks\");@Ewoks>, de petites créatures en peluche absolument pas concernées par l'Empire, portèrent secours au groupe de combat de Yan Solo, permettant ainsi aux commandos d'achever leur mission. Dès que le champ de protection fut désactivé, laissant l'Etoile Noire II sans protection, <Lookup (\"Calr\");@Lando Calrissian> et <Lookup (\"Nunb, N\");@Nien Nunb> pénétrèrent jusqu'au coeur de la base sidérale aux commandes du <Lookup (\"Mill\");@[Faucon Millenium]>, et bombardèrent le réacteur principal. L'Etoile Noire disparut en une formidable explosion.  "
	}
]