[
	{
		"image": "awin001.slb",
		"name": "A-Wing Starfighter",
		"short_description": "The fastest starfighter involved in the Galactic Civil War. Used by the Rebellion for hit-and-run missions, the A-wing is equipped with two wing-mounted blaster cannons and a pair of concussion-missile launchers, but has minimal deflector shields and is easily damaged by enemy fire. A trio of A-wings single-handedly destroyed the [Executor], Darth Vader's personal Super Star Destroyer, at the Battle of Endor.",
		"full_name": "RZ-1 Rebel Alliance A-Wing Fighter",
		"length": "9.6 meters long",
		"speed": "120 MGLT and Class 1 Incom GBk-785 hyperdrive, or 1,300 kilometers per hour in atmosphere",
		"capacity": "1 pilot and up to 40 kilograms of cargo",
		"armament": "2 Borstel RG9 laser cannons and 2 Dymek HM-6 concussion missile launchers (racks of 6)",
		"shielding": "Forward and rear projecting Sirplex Z-9 shield generator and titanium reinforced alloy hull",
		"long_description": "Constructed in secret before the <Lookup (\"Endor, Bat\");@Battle of Endor>, the small, wedge-shaped A-wing has become one of the Alliance's most daring innovations. Designed by <Lookup (\"Dodo\");@General Jan Dodonna> to outrun any ship in the Imperial Navy, the A-wing is equipped with two Novaldex J-77 \"Event Horizon\" engines. In addition, the ship has especially powerful avionics, including a power-jamming system that allows pilots to blind enemy targets prior to attack. While originally intended for escort duty, the A-wing has proved more adept at hit-and-run missions, targeting enemy sites and spacecraft with its twin, wing-mounted pivoting blaster cannons and concussion missiles. \r\n\r\nUnfortunately, despite its speed and agility, the A-wing is relatively vulnerable in dogfights. The position of the cockpit and the craft's lack of shielding exposes the pilot to enemy fire, and <Lookup (\"Rebels\");@Rebels> who dare to take control of the vehicle must rely heavily on its maneuverability and ability to elude pursuit.\r\n\r\nThe A-wing suffers from other drawbacks as well. Because its controls are so sensitive, few pilots can handle the craft. Because these ships have an extremely high maintenance-to-flight ratio, the Alliance has found it extremely difficult to keep a squadron of A-wings operational for any length of time. Finally, the A-wing lacks room for an <Lookup (\"astrom\");@astromech droid>, which can provide in-flight repairs, <Lookup (\"hypersp\");@hyperspace> coordinates, and flight adjustments on other starfighters."
	},
	{
		"image": "atat001.slb",
		"name": "AT-AT\r\n^f01All Terrain Armored Transport",
		"short_description": "The imposing Imperial walker used by the Empire for ground assaults, such as the attack on the Rebels' Echo Base on Hoth. Encased in a heavy armor shell, AT-ATs are almost impossible to damage with conventional weapons, and their unceasing approach causes fear in even the most hardened Rebel soldiers. While designed as unstoppable troop transports, AT-ATs function equally well as combat vehicles, employing a set of four head-mounted laser cannons and their heavy feet to crush the enemy.",
		"full_name": "Imperial All Terrain Armored Transport Walker",
		"length": "15.5 meters tall and 20.6 meters long",
		"speed": "60 kilometers per hour over even terrain",
		"capacity": "5 crew, 40 troops or 2 AT-STs, and up to 1 metric ton of cargo",
		"armament": "2 heavy laser cannons, 2 fire-linked medium blasters, and 4 durasteel feet",
		"shielding": "Durasteel alloy armored hull",
		"long_description": "In excess of 15 meters tall and 20 meters long, AT-ATs can stride across a flat battlefield at up to 60 kilometers an hour, approaching enemy installations with surprising speed. Once engaged, AT-ATs deliver devastating laser blasts from the cannons mounted beneath the cockpit. They also utilize head-mounted medium blasters to provide cover fire for ground troops. Because the AT-AT's head can sweep from side to side, or up and down, the vehicle has an impressive field of fire. \r\n\r\nAT-ATs drop to a planet's surface via mammoth landing barges. Once in range of a target, the giant machines kneel to within three meters of the ground and lower rear assault ramps. Typically, each AT-AT transports at least 40 <Lookup (\"storm\");@stormtroopers>, five <Lookup (\"spee\");@speeder bikes>, and an assortment of weapons, including <Lookup (\"E-web\");@E-web repeating blasters>."
	},
	{
		"image": "atst001.slb",
		"name": "AT-ST\r\n^f01All Terrain Scout Transport",
		"short_description": "A reconnaissance and ground-support vehicle used by the Empire in most conflicts, including the Battle of Hoth and the Battle of Endor. Often referred to as the \"chicken walker,\" the AT-ST has two flexible legs which allow it to move at 90 kilometers per hour across open land. The AT-ST's highly maneuverable armored \"head\" is adorned with a light blaster cannon, a concussion-grenade launcher, and twin blaster cannons, all used to provide cover fire for ground troops.",
		"full_name": "Imperial All Terrain Scout Transport Walker",
		"length": "8.6 meters tall",
		"speed": "90 kilometers per hour over even terrain",
		"capacity": "1 pilot, 1 gunner, and 200 kilograms assorted cargo",
		"armament": "1 twin blaster cannon, 1 light blaster cannon, 1 concussion grenade launcher, 2 durasteel feet with claws",
		"shielding": "Durasteel alloy armored hull",
		"long_description": "The relatively lightweight AT-ST is a vital component of Imperial ground forces due to its speed, maneuverability, and precise weaponry. Each scout walker is manned by a pilot and a gunner, who enter the command pod via a small hatch atop the armored module. Together, the two-man crew uses the vehicle to protect ground troops and guard the flanks and vulnerable underbelly of <Lookup (\"all terrain arm\");@AT-AT walkers>. An AT-ST can also employ the sharp claws on each foot to slice through barricades and other obstacles.\r\n\r\nUnfortunately, AT-STs suffer several limitations. The vehicle's gyro balance system is highly susceptible to damage, and its thin legs have difficulty navigating steep terrain. Thus, enemy troops have found methods for toppling the AT-ST by using hidden trenches and other traps."
	},
	{
		"image": "bwin001.slb",
		"name": "B-Wing Starfighter",
		"short_description": "One of the Rebellion's most heavily-armed starfighters and a key factor at the Battle of Endor. The B-wing is essentially a long wing with a pair of folding airfoils and an array of weapons, including ion cannons, proton torpedo launchers, and laser cannons. Because the cockpit is surrounded by a unique gyrostabilization system, the pilot always remains stationary, even as the rest of the ship rotates during flight.",
		"full_name": "Slayn & Korpil B-Wing Heavy Assault Fighter",
		"length": "16.9 meters long",
		"speed": "60 MGLT and Class 2 Slayn & Korpil HYd-997 hyperdrive, or 950 kilometers per hour in atmosphere",
		"capacity": "1 pilot and 45 kilograms cargo",
		"armament": "2 Gyrhil 72 twin auto-blasters, 2 Krupx MG9 proton torpedo launchers, 3 ArMek SW-7a ion cannons, and 1 Gyrhil R-9X laser cannon",
		"shielding": "Standard Slayn & Korpil deflector shield generator with Slayn & Korpil JZ-5g7 power converter, and titanium reinforced alloy hull",
		"long_description": "Personally designed by <Lookup (\"Ack\");@Commander Ackbar> with the help of skilled Verpine shipbuilders, the B-wing has proved one the most versatile starfighters in the galaxy. Initially, only one B-wing was produced to test the ship's unique design. This single starfighter was then sent on a test mission to destroy an entire <Lookup (\"TIE f\");@TIE fighter> staging area on Yunkor IX. The B-wing succeeded, and the <Lookup (\"Rebell\");@Rebellion> commissioned a full squadron of the starfighters.\r\n\r\nIntegral to the B-wing's success is its adaptability: the craft's eight weapon mounting emplacements are interchangeable modules, allowing Alliance mechanics to easily reconfigure each ship's complement of weapons depending upon the pilot's preferences and mission requirements. The B-wing's incredible performance played a part in Ackbar's promotion to Admiral, and led the way for the <Lookup (\"Rebel All\");@Rebel Alliance's> attack on the second <Lookup (\"Death Star II\");@Death Star> at the <Lookup (\"Endor, Bat\");@Battle of Endor>. \r\n\r\nAlways heavily armed, the B-wing's primary mission profile usually involves attacks on much larger Imperial ships. Utilizing <Lookup (\"ion can\");@ion cannons> and other unusual weapons, the B-wing is capable of quickly disabling these targets. Secondary missions include assault strikes on orbital and ground-based Imperial facilities, and escort duty for <Lookup (\"X-win\");@X-wing> and <Lookup (\"Y-win\");@Y-wing> fighter squadrons.\r\n\r\nBecause of its radical design and numerous weapons, the B-wing is notoriously difficult to handle. Only the most skilled pilots can even attempt to control the craft. Among the most successful B-wing pilots are several <Lookup (\"Sullustan\");@Sullustans>, including <Lookup (\"Numb, T\");@Ten Numb>. Still, B-wings played a great role in the Battle of Endor and the <Lookup (\"New Rep\");@New Republic's> assault on <Lookup (\"Corus\");@Coruscant>. The fighters were even responsible for destroying <Lookup (\"Vad\");@Darth Vader's> private citadel on the Imperial capital.\r\n\r\nAfter the Battle of Endor, Ackbar aided in the design of a more advanced B-wing, the B-wing/E2 or \"Expanded B-wing.\" The model boasts an elongated command module, allowing for a gunner seated directly behind the pilot. The addition of the gunner has relieved much of the burden of combat duties from the pilot, resulting in much higher kill ratios for the B-wing/E2. The fighter is also more durable and faster than the original, but is less maneuverable due to the larger cockpit."
	},
	{
		"image": "crui001.slb",
		"name": "Rebel Cruiser\r\n^f01Medical Frigate [Redemption]",
		"short_description": "One of a variety of starships used by the Rebel Alliance to perform a host of duties, including search-and-rescue operations. Many Rebel cruisers are converted Nebulon-B escort frigates stolen from Imperial forces, who originally designed the vehicles to combat small starfighter attacks. The most common Rebel cruisers are medical frigates devoted to caring for wounded soldiers and staffed primarily by medical droids.",
		"full_name": "Kuat Drive Yards EF76 Nebulon-B Frigate, Medical Variant",
		"length": "300 meters long",
		"speed": "40 MGLT and Class 2 Triple Taim stardrive and hyperdrive system, or 800 kilometers per hour in atmosphere",
		"capacity": "854 crew, 66 gunners, 80 medics, 30 medical droids, 745 patients, 75 troops, 15 bacta tanks, complete medical supplies, and 6,000 metric tons related cargo",
		"armament": "6 Taim & Bak X1-7 turbolaser batteries, 8 Borstel RH8 laser cannons, and 2 Phylon Q7 tractor beam projectors",
		"shielding": "Enhanced Delphus JC-671 projected shields, Serridge SEAL shielding system, and titanium reinforced alloy hull",
		"long_description": "The <Lookup (\"Rebel Al\");@Rebel Alliance's> use of the Nebulon-B frigate proved one of its most successful ventures. By stealing the craft from Imperial forces, they deprived the <Lookup (\"Empire\");@Empire> of valuable starships while bolstering the Alliance fleet. Because they were designed to repel starfighter attacks, Nebulon-B escort frigates are manufactured with over a dozen powerful yet precise weapons. They are also shielded and well-armored, allowing the vehicles to emerge from most skirmishes unscathed. A Nebulon-B outfitted for military duty often sports twelve <Lookup (\"turbola\");@turbolaser> batteries, twelve <Lookup (\"laser can\");@laser cannons>, and twenty-four starfighters.\r\n\r\nIn Rebel hands, most of the frigates have been converted into command ships or medical units. In these configurations, about half of the weapons have been removed and replaced with redundant systems, such as back-up power generators, shield projectors, and life-support systems. On the medical frigate [Redemption], where <Lookup (\"Skywalker, Luk\");@Luke Skywalker> was treated after losing his hand in a duel with <Lookup (\"Vad\");@Darth Vader>, most of the hangar space and many of the former weapon stations had been replaced with sick bays and medical facilities."
	},
	{
		"image": "hang001.slb",
		"name": "Ewok Hang Glider",
		"short_description": "A lightweight glider constructed from tree branches and animal skins. When strapped to the back of an Ewok, it allows the creature to soar through the forests. Ewoks use hang gliders primarily for hunting, but during the Battle of Endor, they also employed the devices to attack Imperial forces from above.",
		"full_name": "Primitive Endor Ewok Hang Glider",
		"length": "3 meter wingspan",
		"speed": "Up to 45 kilometers per hour, with a maximum altitude of about 30 meters, depending upon local winds",
		"capacity": "1 pilot and assorted small items such as rocks",
		"armament": "Various rocks, spears, or other primitive weapons hurled by pilot",
		"shielding": "None",
		"long_description": "While most outsiders consider the <Lookup (\"Ewoks\");@Ewoks> a primitive species, the short, stocky humanoids have learned to use their natural resources to manufacture a wide range of incredible tools. Among their many inventions are catapults, numerous hand-held weapons, expansive tree villages, and a variety of traps. Their most stunning creation, however, is undoubtedly the versatile hang glider.\r\n\r\nAn Ewok begins constructing a hang glider by stalking and killing a number of large animals. These creatures are skinned, and their pelts stretched and dried until they form a durable leather. The skins are then sewn together and connected to a simple, skeletal framework.\r\n\r\nOriginally, the hang gliders may have been used simply to transport Ewoks across the forests. Eventually, they began carrying rocks, spears, and slings for use in hunting small forest creatures from above. The Ewoks soon realized that these same weapons could also be used in defense against towering monsters such as the <Lookup (\"Gorax\");@Gorax>. Thus, when the Ewoks agreed to aid the <Lookup (\"Rebels\");@Rebels>, they used their extensive experience with their remarkable hang gliders to gain an advantage over the land-bound <Lookup (\"storm\");@stormtroopers>."
	},
	{
		"image": "ilan001.slb",
		"name": "Imperial Landing Craft",
		"short_description": "A [Sentinel]-class landing shuttle designed to transport up to fifty-four armed Imperial stormtroopers, along with a number of repeating blasters, speeder bikes, and other combat supplies. Although its primary function is the deployment of troops, the Imperial landing craft is also meant to serve as a combat vehicle and is armed with eight retractable laser cannons, two concussion-missile launchers, an ion cannon, and rotating repeating blasters. Its hull is covered in thick armor plating and many models are equipped with four deflector shield generators.",
		"full_name": "Sienar Fleet Systems/Cygnus Spaceworks [Sentinel]-Class Landing Craft",
		"length": "20 meters long",
		"speed": "70 MGLT and Class 1 Cygnus HD7 hyperdrive, or 1,000 kilometers per hour in atmosphere",
		"capacity": "1 pilot, 1 co-pilot, 3 gunners, 1 recon speeder bike, and either: 54 soldiers, 12 repeating blasters, and 6 speeder bikes; 36 speeder bikes and 12 compact assault vehicles; or up to 180 metric tons of cargo",
		"armament": "8 laser cannons (retractable), 2 concussion missile launchers, 1 ion cannon (retractable), 2 repeating blasters (retractable)",
		"shielding": "Heavy armor plating and 4 deflector shield generators",
		"long_description": "Derived from the [Lambda]-class <Lookup (\"Imperial shut\");@Imperial shuttle> and introduced shortly before the <Lookup (\"Yavin, Bat\");@Battle of Yavin>, the [Sentinel]-class landing craft became one of the main troop transports used by the <Lookup (\"Empire\");@Empire>. Although it is covered in heavy armor plating and carries several devastating weapons, the craft is still fast and maneuverable. The Imperial forces rely on these shuttles to deliver six <Lookup (\"storm\");@stormtrooper> squads directly into combat situations. [Sentinel] shuttles are also responsible for providing vehicles and other supplies to garrisons, and craft converted for this duty can carry thirty-six <Lookup (\"spee\");@speeder bikes> or twelve assault vehicles.\r\n\r\nIn combat, the [Sentinel]-class transports rely on three gunners and a precise targeting system to clear landing areas. After deploying troops or cargo into the thick of a battle, most shuttles remain in the area to provide cover fire for Imperials engaged in combat.\r\n\r\nAlong with their impressive weaponry, all Imperial landing craft are equipped with a single speeder bike reserved for reconnaissance duty. The bike always has a slaved communications terminal that transmits at a randomly determined frequency to prevent interception by enemy forces. In addition, the shuttle's communication array allows for contact with all Imperial vessels and units, both in space and on the ground.\r\n\r\nAfter the fall of the Empire, manufacture of the [Sentinel]-class shuttle continued. Although mostly sold to Imperial interests or private owners, many of the vehicles found their way into the <Lookup (\"New Rep\");@New Republic's> fleet. Two years after the <Lookup (\"Endor, Bat\");@Battle of Endor>, the [Sentinel]-class shuttles were in heavy use throughout the galaxy."
	},
	{
		"image": "ishu001.slb",
		"name": "Imperial Shuttle\r\n^f01[Tydirium]",
		"short_description": "A well-armed [Lambda]-class cargo and passenger shuttle with three wings and seating for up to twenty troops. [Lambda]-class shuttles are favored by Imperial officials, including the late Emperor, due to their combat capabilities and hyperdrive engines. Han Solo's strike team used one of these vessels, the [Tydirium], to slip past Imperial forces surrounding the forest moon of Endor.",
		"full_name": "Sienar Fleet Systems [Lambda]-Class Shuttle",
		"length": "20 meters long",
		"speed": "50 MGLT and Class 1 SFS hyperdrive system, or 850 kilometers per hour in atmosphere",
		"capacity": "4 command crew, 2 officers, and either 20 passengers or 80 metric tons of cargo",
		"armament": "3 double blaster cannons and 2 double laser cannons",
		"shielding": "Light armor plating and 2 deflector shield generators",
		"long_description": "[Lambda]-class shuttles were originally designed by <Lookup (\"Sienar\");@Sienar Fleet Systems>, and are designed to carry up to twenty passengers or eighty tons of cargo. Unlike other similar Imperial transports, the [Lambda] shuttles have a hyperdrive, allowing passengers and cargo to be transported between systems and fleets. For protection, the shuttle has two forward-mounted double <Lookup (\"laser can\");@laser cannons>, two forward-mounted double blaster cannons, and a rear-mounted double blaster cannon. A military version of the shuttle manufactured by Cygnus Spaceworks has ten laser cannons.\r\n\r\nThe [Lambda]-class shuttle's command crew normally consists of four Imperials, but can be expanded to include two officers responsible for secured communications and power allocation. The transports are preferred by Imperial officials, who often convert the large interior cargo space into additional passenger seating or personal quarters."
	},
	{
		"image": "land001.slb",
		"name": "Landspeeder",
		"short_description": "A small repulsorlift transport, usually designed to carry no more than four passengers. A landspeeder's repulsor field suspends the vehicle about a meter above the ground, even when the speeder is parked. Also known as skimmers or floaters, landspeeders are in constant demand on the desert world of Tatooine. An older model X-34 landspeeder was owned by Luke Skywalker before he escaped that planet and became a Jedi Knight.",
		"full_name": "SoroSuub X-34 Landspeeder",
		"length": "7.4 meters long",
		"speed": "250 kilometers per hour",
		"capacity": "1 pilot, 1 passenger, 2 droids, and less than 5 kilograms cargo",
		"armament": "None",
		"shielding": "None",
		"long_description": "One of the most common types of vehicles in the universe, landspeeders display a huge variety of designs. Some are small, single-person domes ringed with repulsorlift engines, while others are sleek, elongated craft with powerful propulsion units. All landspeeders have some sort of <Lookup (\"repulsor\");@repulsor> field generator responsible for lifting the vehicle above the ground even while parked. An array of propulsion units can be attached to the rear of the landspeeder to provide forward motion. Because of their versatility, landspeeders have been used to travel over virtually every type of terrain, including ice, snow, water, and sand.\r\n\r\nOn temperate worlds, landspeeders like <Lookup (\"Skywalker, Luk\");@Luke's> SoroSuub X-34 come standard with open cockpits and retractable duraplex windscreens. While the X-34 and other similar models can only carry a driver and passenger, magnetic clamps behind the seats can secure droids or small amounts of cargo. All landspeeders benefit from relatively simple controls that consist of a steering wheel and foot pedals. Storage space is usually extremely limited. Only a few family models, such as the V-35 Courier owned by <Lookup (\"Lars\");@Owen and Beru Lars>, offer a large cargo compartment and additional seating.\r\n\r\nAt the time of the <Lookup (\"Yavin, Bat\");@Battle of Yavin>, the most popular landspeeders included the <Lookup (\"Bespin Motors\");@Bespin Motors>' Void Spider TX-3, the Ubrikkian 9000 Z001, the Mobquet Deluxe, and the new SoroSuub <Lookup (\"XP-38\");@XP-38>."
	},
	{
		"image": "monc001.slb",
		"name": "Mon Calamari Star Cruiser\r\n^f01[Home One]",
		"short_description": "A large, durable starship manufactured in modest numbers by the Mon Calamari and used for pleasure cruises and colonization. When the Mon Cal entered the Galactic Civil War, they armed their star cruisers with dozens of ion cannons, turbolasers, and tractor beams, and the vessels soon became the core of the Rebel Alliance's fleet. The most well-known Mon Cal cruiser is the Headquarters Frigate [Home One], which served as Admiral Ackbar's personal flagship at the Battle of Endor.",
		"full_name": "Mon Calamari MC80 Star Cruiser",
		"length": "1,200 meters long",
		"speed": "60 MGLT and Class 1 TriLuna 400MGS stardrive and hyperdrive system",
		"capacity": "5,156 crew, 246 gunners, 1,200 troops, 120 starfighters, and 20,000 metric tons cargo",
		"armament": "48 Taim & Bak XV9 turbolasers, 20 Armek SW-7 ion cannon batteries, 6 Phylon Q7 tractor beam projectors",
		"shielding": "Serridge SEAL shielding system and reinforced titanium alloy hull",
		"long_description": "The <Lookup (\"Mon Calamari ali\");@Mon Calamari> have always taken great pride in constructing their huge starships. Each vessel is hand-crafted and individually designed, and therefore each star cruiser is totally unique. Most have an organic appearance, with numerous domes and curves.\r\n\r\nOriginally, the Mon Calamari invented the ship in order to explore the galaxy. However, after early clashes with the <Lookup (\"Empire\");@Empire>, the Mon Cal quickly converted their massive starships into military vessels. The ships were held in reserve to defend the Mon Calamari homeworld, but after <Lookup (\"Ack\");@Admiral Ackbar> joined the <Lookup (\"Rebel Alli\");@Rebel Alliance>, he convinced his people to donate the use of the cruisers.\r\n\r\nBecause of their unique design, Mon Calamari cruisers sometimes prove difficult to repair. Fortunately, most are covered in thick armor plating and possess redundant systems, preventing the starships from being disabled during combat. In addition, while many species serve aboard these cruisers, few beings outside of the Mon Cal themselves can actually pilot the huge starships. The command areas are designed specifically for the Mon Calamari's unique physiology, and the ships must be controlled through both a standard computer interface and precise movements in the command chair. For the Mon Cal, such movements prove natural, but most other species have difficulty emulating the necessary body language. The bridge display monitors also take into account the Mon Cals' wide vision spectrum, producing holo-displays that appear warped and distorted to other creatures."
	},
	{
		"image": "sail001.slb",
		"name": "Sail Barge",
		"short_description": "A luxury repulsorlift vehicle found throughout the galaxy. Jabba the Hutt used a sail barge for elaborate pleasure cruises and parties, during which he would often feed his enemies to the grotesque Sarlacc. Jabba's sail barge could hold dozens of guests and had a fully stocked kitchen, private quarters for the crime lord, and an immense banquet room. The vessel perished when Princess Leia rigged the barge's mounted laser cannon to fire directly into the deck, destroying the craft and all aboard.",
		"full_name": "Ubrikkian Luxury Sail Barge",
		"length": "30 meters long",
		"speed": "100 kilometers per hour, or 30 kilometers per hour with sails engaged, with a maximum altitude of 10 meters",
		"capacity": "26 crew, 300 passengers, 1 obese Hutt, and 250 metric tons of cargo",
		"armament": "1 heavy blaster cannon and approximately 10 antipersonnel deck-mounted blasters",
		"shielding": "Light armor plating",
		"long_description": "While sail barges are manufactured in a variety of makes and models, many are purchased by the wealthy, who customize the vehicles through a series of unique modifications. Most sail barges utilize three-chambered repulsorlift engines to race over virtually any flat terrain, including water, sand, grass, snow, and ice, at up to 100 kilometers per hour. Many also sport immense, retractable sails capable of catching the wind for more leisurely trips. Typical sail barges can float as high as ten meters above the ground, incorporate very little armor, and lack weapons of any kind.\r\n\r\n<Lookup (\"Jabba D\");@Jabba the Hutt> used his sail barge to host long, decadent parties during cruises over the oceans of sand found on <Lookup (\"Tatooi\");@Tatooine>. To impress his guests, he had the vehicle outfitted with all the trappings of wealth, including expensive tapestries and sculptures.\r\n\r\nThe Hutt's sail barge consisted of three decks. On the topmost main deck, Jabba mounted a large heavy blaster cannon and numerous antipersonnel <Lookup (\"blaster\");@blasters>. While these weapons were perfect for dealing with <Lookup (\"Tusk\");@Tusken Raiders>, moisture farmers, <Lookup (\"Jawa\");@Jawas>, and other Tatooine natives, they were of little use against Imperial <Lookup (\"storm\");@stormtroopers> or other military threats. For this reason, Jabba installed an advanced sensor suite on the main deck, allowing the crime lord to avoid any Imperial entanglements while transporting illegal goods. \r\n\r\nThe passenger deck, where Jabba held his lavish parties, was surrounded by retractable viewports providing sweeping views of the Tatooine desert. This section of the vehicle also held the massive banquet hall, Jabba's personal chambers, the kitchen, and a fully stocked pantry. Finally, the bottom deck contained the engines and steering systems, which could be remotely controlled from Jabba's suite, the banquet hall, or the upper deck.\r\n\r\nAfter Jabba's death at the hands of the Rebels, Jawas descended on the sail barge's wreckage. They stole the surviving weapons, huge sections of the armor plating, and anything else they could find."
	},
	{
		"image": "sand001.slb",
		"name": "Sandcrawler",
		"short_description": "A lumbering, mechanical hulk used by Tatooine's Jawas to travel the desert wastes in search of lost droids, crashed starships, and other treasures. Sandcrawlers can house several hundred Jawas, who live in a maze of discarded machinery, minimally functional droids, and other assorted junk. Originally brought to Tatooine by early miners, the sandcrawlers are outdated and require continual repairs, but they provide Jawas with protection from sandstorms, the desert heat, krayt dragons, Tusken Raiders, and other dangers.",
		"full_name": "Modified Corellia Mining Digger Crawler",
		"length": "20 meters tall and 36.8 meters long",
		"speed": "30 kilometers per hour over even terrain",
		"capacity": "50 Jawa crew, over 300 Jawa passengers, 1,500 droids, and 40 metric tons of miscellaneous cargo",
		"armament": "None",
		"shielding": "Thick steel hull",
		"long_description": "The sandcrawlers transported to <Lookup (\"Tatooi\");@Tatooine> by the first settlers, and now used almost exclusively by <Lookup (\"Jawa\");@Jawas>, utilize large steam-powered nuclear fusion engines and giant treads to move across the <Lookup (\"Dune\");@Dune Sea> and other wastelands on the desert world. Initially intended to haul ore, the sandcrawlers were abandoned when the mining venture on Tatooine completely failed. Almost immediately, the scavenging Jawas took control of the sandcrawlers, modifying and repairing the vehicles to suit their needs.\r\n\r\nWithin each sandcrawler, the Jawas have created a vast labyrinth of alcoves, where the small humanoids eat, sleep, and store machinery, spare parts, and captured droids. Almost everything Jawas find in the desert can be loaded into the sandcrawler through an extendable magnetic suction tube originally used for loading ore, or via a retractable front-loading hatch.\r\n\r\nBecause the sandcrawler possesses a dense, steel hull and is virtually unstoppable, the Jawas are completely protected from their natural enemies, the <Lookup (\"Tusk\");@Tusken Raiders>, and other dangers. However, Imperial <Lookup (\"storm\");@stormtroopers> have shown that the sandcrawlers cannot withstand precise laser blasts from handheld weapons.\r\n\r\nAside from the Jawas themselves, no one is certain exactly how many sandcrawlers still remain in working order. The vehicles are rarely seen traveling together, although they do convene once a year at a secret location in the Dune Sea. At this gathering, the Jawas open their sandcrawlers and trade their finds with one another."
	},
	{
		"image": "skif001.slb",
		"name": "Desert Skiff",
		"short_description": "A general utility vehicle designed for transporting cargo and passengers, modified by Jabba the Hutt for use in his criminal activities on Tatooine. Jabba's henchmen piloted multiple skiffs while raiding nearby settlements, and the craft always escorted the crime lord's sail barge on his pleasure cruises. Luke Skywalker turned Jabba's desert skiffs into a battleground during the rescue of Han Solo, destroying one of the vehicles and stealing another as he and his allies made their escape.",
		"full_name": "Ubrikkian Bantha II Cargo Skiff",
		"length": "9.5 meters long",
		"speed": "Between 200 and 250 kilometers per hour, with a maximum altitude of 50 meters",
		"capacity": "1 pilot and up to 16 passengers, or 135 metric tons of cargo",
		"armament": "None",
		"shielding": "Weak armor plating",
		"long_description": "Although there are numerous variations on the standard skiff design, a typical skiff has an open deck with a simple control station near the rear. Almost anyone can learn to pilot a skiff, and the vehicles are often controlled by labor droids.\r\n\r\nMost skiffs utilize a single repulsorlift engine for propulsion, and are controlled by a pair of steering vanes connected to the rear of the hull. Over 100 tons of cargo can be loaded onto the flat deck by magnetic lifters. During transport, cargo is restrained by magnetic fasteners. On some worlds, skiffs are also used as mass transit vehicles or even pleasure craft; in these instances, up to sixteen seats can be installed on the deck.\r\n\r\nWhile they receive heavy use throughout the universe, skiffs fair poorly in combat conditions because they lack armor, heavy weaponry, and maneuverability. However, due to their simple structure, skiffs can be easily modified. Small mounted weapons can be attached to the deck, although these seldom make a difference in combat. <Lookup (\"Jabba D\");@Jabba> also had extendable gangplanks installed on his skiffs to allow him to feed the <Lookup (\"Sarl\");@Sarlacc> with ease."
	},
	{
		"image": "snow001.slb",
		"name": "Snowspeeder",
		"short_description": "A modified Incom T-47 airspeeder, deployed in small numbers by the Rebel Alliance at the Battle of Hoth to delay approaching Imperial AT-ATs. Like all airspeeders, they rely upon repulsorlift drive units and high-powered afterburners to reach speeds in excess of 1,000 kilometers per hour. Each heavily armored snowspeeder carries a Rebel pilot and a rear-facing gunner, who controls the craft's twin laser cannons. Snowspeeders are also equipped with harpoon guns and tow cables, which the Rebels used to topple at least one AT-AT.",
		"full_name": "Modified Incom T-47 Airspeeder",
		"length": "5.3 meters long",
		"speed": "1,000 kilometers per hour, with 570 kilometers per hour optimal combat speed, and a maximum altitude of 250 meters",
		"capacity": "1 pilot, 1 gunner, and 10 kilograms cargo",
		"armament": "Double laser cannon and power harpoon",
		"shielding": "Heavy armor plating",
		"long_description": "Possibly the most common form of vehicle in the galaxy, <Lookup (\"airsp\");@airspeeders> can be found on virtually every industrialized world. They range from compact, single-passenger craft to large transports.\r\n\r\nThe so-called Rebel snowspeeders are simply standard Incom <Lookup (\"T-47\");@T-47> airspeeders converted for military duty in the cold atmosphere of the ice planet <Lookup (\"Hoth\");@Hoth>. The airspeeders were originally used by the Alliance on less hostile worlds, where they used their power harpoons to tow cargo modules and served as a line of defense against Imperial ground troops. The vehicles are fitted with heavy armor plating and twin laser cannons, and are powered by a pair of repulsorlift drive units and high-powered afterburners. Reaching speeds of over 1,000 kilometers per hour, the Rebel craft are exceedingly difficult to target.\r\n\r\nThe Incom T-47's crew consists of a pilot and a gunner, who sit with their backs to one another. While the gunner is facing the rear of the craft, he can utilize computerized targeting systems to control the forward-facing laser cannons. The gunner also mans the power harpoon, although the pilot can assume responsibility for all weaponry if the gunner is disabled.\r\n\r\nOn Hoth, the Rebels found that the T-47 was hindered by the elements and had to receive further modifications. Ice build-up on the braking and turning flaps made it impossible to control the craft, while the engine had a tendency to freeze solid. To solve these problems, the Rebel mechanics installed repulsor-coil heaters in the engines, and attached deicing nozzles to the mechanical maneuvering flaps. Once the \"snowspeeders\" were airborne, however, they proved successful in delaying the oncoming Imperial troops until the Rebels had escaped.\r\n\r\nWhile snowspeeders are the most recognizable Rebel airspeeders, the Alliance has modified the T-47 to serve on a variety of worlds. Sandspeeders include advanced filters preventing sand from clogging the engine and steering flaps, cockpit and engine cooling systems to combat overheating, and sensitive radar navigational guidance systems for use in sandstorms. Swampspeeders have been thoroughly waterproofed and are equipped with flotation devices, while skyspeeders have pressurized cabins for high altitude flights."
	},
	{
		"image": "spee001.slb",
		"name": "Speeder Bike",
		"short_description": "A small personal transport issued to Imperial scout troopers for reconnaissance on such worlds as the forest moon of Endor. Speeder bikes can reach speeds of up to 500 kilometers per hour and are far more maneuverable than landspeeders or airspeeders. They have no armor however, and one mistake on the part of the pilot can result in a deadly crash.",
		"full_name": "Aratech 74-Z Military Speeder Bike",
		"length": "3 meters long",
		"speed": "500 kilometers per hour, with a maximum altitude of 25 meters",
		"capacity": "1 pilot, 1 passenger (at reduced performance), and 3 kilograms cargo",
		"armament": "1 light blaster cannon",
		"shielding": "Light armor plating",
		"long_description": "The vast majority of speeder bikes, which are powered by efficient < Lookup (\"repulsor\");@repulsorlift> engines, serve as recreational vehicles and simple transports. However, as the <Lookup (\"Galactic Civ\");@Galactic Civil War> intensified, several military models were also manufactured for use by Imperial forces. Because of their speed, maneuverability, and low cost, speeder bikes are perfect reconnaissance craft. Speeder bikes can travel easily through all types of terrain, including dense forests, at speeds up to 500 kilometers per hour. They can also rise to about twenty-five meters above the ground in order to avoid obstacles.\r\n\r\nMilitary speeder bikes, such as the Aratech 74-Z used by Imperial scout troopers, are manufactured with light armor plating and a single blaster cannon. The pilot maneuvers the speeder bike through controls in the vehicle's handgrips, while adjusting speed and altitude through the foot pedals. Sensors, the targeting system, and the firing mechanism are located directly in front of the saddle."
	},
	{
		"image": "star001.slb",
		"name": "Imperial Star Destroyer",
		"short_description": "The mammoth starship which forms the core of the Imperial Navy. Armed to excess, Star Destroyers are 1,600 meters long and they bristle with ion cannons and turbolasers. Two giant deflector shield generators atop the bridge protect the ship as it enters combat, and dozens of tractor beams aid in capturing enemy vessels. Along with seventy-two TIE fighters, each Star Destroyer carries 9,700 soldiers, twenty AT-ATs, thirty AT-STs, and a host of barges, drop ships, and other vehicles.",
		"full_name": "Kuat Drive Yards [Imperial I]-Class Star Destroyer",
		"length": "1,600 meters long",
		"speed": "60 MGLT and Class 2 hyperdrive",
		"capacity": "36,810 on-board personnel, 275 gunners, 9,700 ground troops, 72 TIE fighters, 12 landing barges, 20 AT-ATs, 30 AT-STs, 15 Imperial landing craft, 8 [Lambda]-class Imperial shuttles, 5 assault gunboats, numerous personal transports, and 36,000 metric tons of cargo",
		"armament": "60 Taim & Bak XX-9 turbolasers with LeGrange computer assisted targeting, 60 Borstel NK-7 ion cannons, and 10 Phylon Q7 tractor beam projectors",
		"shielding": "Two KDY ISD-72x deflector shield generator domes and titanium reinforced alusteel hull",
		"long_description": "The [Imperial I]-class Star Destroyer, the most prominent symbol of the <Lookup (\"Empire\");@Empire's> might, is an engineering marvel developed by <Lookup (\"Kuat Drive\");@Kuat Drive Yards> (KDY) exclusively for Imperial forces. However, the concept of a massive, highly destructive starship was first researched during the <Lookup (\"Clone W\");@Clone Wars>. Shortly after that conflict ended, a Republic engineer built the <Lookup (\"Vic\");@[Victory]-class Star Destroyer>, which was, at 900 meters, the largest vessel ever constructed. Unfortunately, the [Victory]-class ships were fairly slow and relied upon their ten tractor beams to gain an advantage in combat. The early Destroyers required a crew of more than 5,000, but could carry 2,040 ground troops, 24 <Lookup (\"TIE f\");@TIE fighters>, and a host of vehicles ranging from <Lookup (\"All terrain arm\");@AT-AT> walkers to floating fortresses. Along with its tractor beams, the starship was armed with 10 quad <Lookup (\"turbolas\");@turbolasers>, 40 double turbolasers, and 80 concussion missile launchers. The [Victory]-class Star Destroyer was originally assigned to planetary defense, planetary assault, and starship combat, but its lack of speed prevented it from chasing down most Rebel ships.\r\n\r\nEarly in the <Lookup (\"Galactic Civ\");@Galactic Civil War>, KDY expanded upon the [Victory]-class Star Destroyer to create the impressive [Imperial I]-class Destroyer. The most important design innovation was the decision to replace the starship's energy source with <Lookup (\"Sienar\");@Sienar Fleet System's> I-a2b solar ionization reactor, a power generator unequaled by anything ever produced. Essentially a tiny sun, the SFS I-a2b can fuel a Destroyer's <Lookup (\"hyperdrive\");@hyperdrive> systems, weaponry, sublight drives, computers, and life-support systems at maximum levels and still retain a substantial energy reserve. The reactor is encased in a heavily shielded dome, constructed of <Lookup (\"duras\");@durasteel> and <Lookup (\"carboni\");@carbonite>, located on the Destroyer's ventral surface.\r\n\r\nGiven the Star Destroyer's staggering reactor, the KDY designers were allowed to outfit the starship with an obscene number of weapons. Unlike the [Victory], the [Imperial I]-class Star Destroyer's primary function is ship-to-ship combat in deep space. For this purpose, the vessel is armed with 60 incredibly powerful Taim & Bak XX-9 turbolasers, each equipped with advanced LeGrange computer-assisted targeting technology for use against starfighters. The [Imperial I] is also meant for pursuit-and-capture operations, such as the acquisition of <Lookup (\"Solo, P\");@Princess Leia's> <Lookup (\"Corellian corv\");@Corellian corvette>, <Lookup (\"Tant\");@[Tantive IV]>. These missions are accomplished with the aid of 60 Borstel NK-7 <Lookup (\"ion can\");@ion cannons>, each capable of disabling an enemy vessel without causing substantial damage. Helpless starships are then trapped by one of the Star Destroyer's ten Phylon Q7 tractor beam projectors and drawn into a large ventral landing bay designed to accommodate vessels up to 150 meters long.\r\n\r\nThe primary landing bay houses the bulk of the Star Destroyer's starships. Each Star Destroyer always carries a full wing of 72 TIE fighters of varying design. Standard allocation consists of three <Lookup (\"TIE/ln\");@TIE/ln> fighter squadrons, two <Lookup (\"TIE int\");@TIE interceptor> squadrons, and one <Lookup (\"TIE b\");@TIE bomber> squadron. The TIEs assist during combat and are used for perimeter defense, system patrol, reconnaissance, and planetary assault. The landing bay also carries eight [Lambda]-class <Lookup (\"Imperial shut\");@Imperial shuttles>, dozens of deep-space probes, several Skipray Blastboats, and an assortment of [Gamma]-class assault shuttles.\r\n\r\nA secondary bay is used to launch ground assaults. The Star Destroyer's 15 <Lookup (\"storm\");@stormtrooper> transports, 20 AT-AT walkers, 30 <Lookup (\"all terrain scou\");@AT-ST> scout walkers, and numerous landing barges are contained in this area. In addition, each Star Destroyer is assigned 9,700 ground troops. For long-term occupations, the vessel can deploy prefabricated garrisons manned by 800 stormtroopers, ten AT-ATs, 10 AT-STs, and forty TIE fighters.\r\n\r\nA Star Destroyer's nerve center is the bridge, located atop a huge command tower jutting upward from the starship's superstructure. Navigation, weaponry, defenses, troop and starfighter deployment, tactical maneuvers, and hyperspace jumps are all controlled from the bridge. Normally, the Star Destroyer's captain can be found on the bridge overseeing a cadre of officers, while controllers and various Imperial specialists work in computer-laden pits recessed in the  bridge's floor. The bridge is topped by a pair of large domes that generate the starship's powerful <Lookup (\"deflector\");@deflector shields>.\r\n\r\nIn all, a Star Destroyer requires a crew of 4,520 officers and 32,565 enlisted crew members to operate at peak efficiency. Much of the starship's interior is thus consumed by personal quarters and recreational facilities for this huge staff. Rooms are also provided for the ground troops and visiting dignitaries.\r\n\r\nDespite their grandeur, [Imperial I]-class Star Destroyers are not equipped with any recycling facilities. Waste materials, debris, and damaged or outdated equipment are therefore simply ejected into space. This creates great danger for local shipping lanes.\r\n\r\nIn the months leading up to the <Lookup (\"Yavin, Bat\");@Battle of Yavin>, the [Imperial I]-class Star Destroyer became the Empire's most frequently used capital ship.  As more [Imperial I]-class Star Destroyers were built, the older [Victory] Star Destroyers were reserved solely for planetary defense. A vast quantity were eventually decommissioned and sold to independent planetary defense forces, including the <Lookup (\"Corporate Sector\");@Corporate Sector> Authority, which purchased 250 of the ships.\r\n\r\nThe [Imperial I]'s reign was short-lived, however. Only months after the original <Lookup (\"Death\");@Death Star> was destroyed, KDY introduced the [Imperial II]-class Star Destroyer, which has a stronger hull, more competent shields, increased firepower, and fully twice the hyperspace capability of its predecessor. The [Imperial II] was followed soon after by the Super Star Destroyer, a behemoth some 12,800 meters long. Five times more destructive than previous Star Destroyers, Super Star Destroyers, such as <Lookup (\"Vad\");@Darth Vader's> flagship <Lookup (\"Exec\");@[Executor]>, were believed to be the pinnacle of starship construction. But six years after the birth of the <Lookup (\"New Rep\");@New Republic>, the galaxy was terrorized by a mammoth [Eclipse]-class Star Destroyer. The [Eclipse] was 17,500 meters long, over ten times larger than a standard [Imperial II]-class Star Destroyer. Its hull was jet black and it was armed with well over 1,000 weapons, making it one of the most horrifying starships ever constructed.\r\n\r\nBetween <Lookup (\"Palp\");@Emperor Palpatine's> rise and his death at the <Lookup (\"Endor, Bat\");@Battle of Endor>, the Empire built more than 25,000 Star Destroyers. Half of these were held in reserve within the <Lookup (\"Galactic Core\");@Galactic Core>, where they protected vital military and industrial complexes. However, an equal number were deployed throughout the galaxy to spread fear and enforce the Emperor's will. In fact, most known sectors of space were, at one point, assigned a Sector Group of 24 Star Destroyers. Each Sector Group was responsible for maintaining an iron rule over the planets and systems within its designated sector. Usually, the mere presence of such a huge force ensured compliance, but the Star Destroyers could also lead huge planetary invasions.\r\n\r\nAfter the fall of the Empire and the rise of the New Republic, <Lookup (\"Thrawn\");@Grand Admiral Thrawn> found that the Imperial fleet was sorely lacking in capital ships. The majority of the [Imperial I] and [Imperial II]-class Star Destroyers had been destroyed or stolen, and very few Super Star Destroyers had been produced. To turn the tide, Thrawn reclaimed and recommissioned a huge number of [Victory]-class Star Destroyers for use in his bid for power. After Thrawn's defeat, the Empire struggled, but continued to produce a wide range of Star Destroyers, including the [Eclipse] and other even more devastating starships."
	},
	{
		"image": "swoo001.slb",
		"name": "Swoop",
		"short_description": "A high-speed, lightweight repulsorlift vehicle. Much faster than speeder bikes, swoops are also more difficult to control and offer no protection in a crash. Considered crude and noisy, swoops are often nothing more than large repulsorlift engines with seats, capable of reaching 650 kilometers per hour. Although incredibly dangerous, swoop racing is a common sporting event throughout the galaxy; in fact, Han Solo was a top-notch swoop pilot in his youth. Outlaw swoop gangs are also prevalent on Tatooine and other planets along the Outer Rim.",
		"full_name": "Mobquet Flare-S Swoop",
		"length": "2.5 meters long",
		"speed": "650 kilometers per hour with a maximum altitude of 350 meters",
		"capacity": "1 pilot and 2 kilograms cargo",
		"armament": "None",
		"shielding": "None",
		"long_description": "Most swoops consist of a lightweight alloy frame surrounding powerful ion and repulsorlift engines, with only a seat and simple controls added to this crude design. The maneuvering flaps and control vanes used to steer the craft are adjusted by controls in the hand grips, but the pilot must also shift his weight in order to make tight turns. Changes in speed and altitude are made through the knee pegs and foot pegs. Few swoops have weapons, and virtually none provide any type of armor. \r\n\r\nBecause they are inexpensive, fast, and easy to repair, swoops have spawned a culture of \"swoop riders,\" and the vehicles can be found on virtually all inhabited <Lookup (\"Outer Rim\");@Outer Rim> worlds. Aside from outlaw swoop gangs and professional swoop racers, these vehicles are used as personal transports by fearless youths and can be found in the service of military scouts, pirates, smugglers, and a variety of criminals."
	},
	{
		"image": "skyh001.slb",
		"name": "T-16 Skyhopper",
		"short_description": "A high-speed, transorbital vehicle popular on many worlds as a personal transport. T-16s have a recognizable triwing design and surprisingly powerful ion engines which propel the craft at speeds in excess of 1,200 kilometers per hour. Advanced gyrostabilizers and repulsorlift engines allow skyhoppers to perform daring stunts and tight turns with ease. As a teenager, Luke Skywalker owned a T-16, which he enjoyed racing through the perilous Beggar's Canyon while targeting womp rats with the vehicle's stun cannons.",
		"full_name": "Incom Corporation T-16 Skyhopper",
		"length": "12 meters tall",
		"speed": "1,200 kilometers per hour in an atmosphere, with a maximum altitude of 300 kilometers",
		"capacity": "1 pilot, 1 passenger, and 10 kilograms cargo",
		"armament": "1 heavy laser cannon, and 4 additional cannon modules that can be equipped with either stun cannons, pneumatic cannons, laser cannons or targeting lasers",
		"shielding": "Thick hull plating",
		"long_description": "In the early days of the <Lookup (\"Rebel Al\");@Rebel Alliance>, the <Lookup (\"Rebell\");@Rebellion> recruited a number of intrepid bush pilots from the <Lookup (\"Outer Rim\");@Outer Rim> worlds. A huge number of these young men, including <Lookup (\"Pork\");@Jek Porkins>, <Lookup (\"Darklighter, B\");@Biggs Darklighter>, and <Lookup (\"Skywalker, Luk\");@Luke Skywalker>, learned their skills while in the cockpit of the Incom T-16 skyhopper, one of the most common personal transports produced. \r\n\r\nDesigned to be fast and easy to handle, the skyhopper utilizes a high-powered <Lookup (\"ion engine\");@ion engine> for thrust while two repulsorlift generators provide lift. Reaching speeds of nearly 1,200 kilometers per hour, the vehicle can also reach an altitude of about 300 kilometers. \r\n\r\nThe skyhopper's distinctive triwing design, reproduced in many Imperial transports, stabilizes the vehicle. Computer displays compensate for a decreased field-of-view caused by the presence of the forward stabilizer fin. One of the most maneuverable aircraft, a skyhopper is also equipped with advanced gyrostabilizers allowing for incredible twists, turns, and spins. \r\n\r\nMost skyhoppers are manufactured with stun cannons, used to fend off natural predators on some worlds. However, the craft's weapon emplacements are entirely modular and can be armed with pneumatic cannons or targeting cannons. In addition, many planetary militias and police forces arm skyhoppers with a single heavy <Lookup (\"laser cannon\");@laser cannon>."
	},
	{
		"image": "tieb001.slb",
		"name": "TIE Bomber",
		"short_description": "A heavy Imperial assault starship, used for strategic strikes against surface and deep space targets. While slower and less maneuverable than standard TIE fighters, TIE bombers carry incredibly destructive payloads complete with proton torpedoes, guided concussion missiles, orbital mines, and free-falling thermal detonators. TIE bombers are also manufactured with onboard life-support systems, which all other TIE-class starfighters lack. TIE bombers are primarily used to disable capital ships and assault ground targets.",
		"full_name": "Sienar Fleet Systems TIE Bomber",
		"length": "7.8 meters long",
		"speed": "60 MGLT and no hyperdrive, or 850 kilometers per hour in atmosphere",
		"capacity": "1 pilot and full payload totaling 15 metric tons",
		"armament": "2 SFS L-s1 laser cannons, 2 SFS M-s3 concussion missile launchers (racks of 4), 2 SFS T-s5 proton torpedo launchers (racks of 2), and assorted proton bombs, orbital mines, and thermal detonators",
		"shielding": "Titanium alloy hull and Quadanium steel armored solar panels",
		"long_description": "Unlike most TIE models, the TIE bomber is equipped with double pods and elongated solar panels. The starboard pod houses the pilot, flight computers, communications systems, and the vaunted life-support system. The port pod holds the ordnance bay, along with targeting and delivery systems. The TIE's signature twin <Lookup (\"ion eng\");@ion engines> connect the two pods. \r\n\r\nAlthough payload can vary depending upon mission profiles, a typical bomber carries dozens of missiles, bombs, mines, and <Lookup (\"thermal det\");@thermal detonators> for attack runs. In ship-to-ship combat, the bomber employs a pair of front-firing <Lookup (\"laser can\");@laser cannons>.\r\n\r\nTIE bombers have proven especially effective against capital ships in space. After standard <Lookup (\"TIE f\");@TIE fighters> weaken the target's defenses, the bombers use their precise targeting computers to disable vital areas such as the shield generators and engines. Once the enemy ship is crippled, Imperial boarding parties take control of the vessel and capture the Rebel troops for interrogation.\r\n\r\nTIE bombers can also be deployed against space stations, orbital docking platforms, and facilities in planetary orbit. They are most efficient, however, during bombing runs on ground targets. TIE bombers boast incredibly precise targeting computers that allow the pilot to completely destroy a specific building without damaging surrounding structures.\r\n\r\nLike standard TIE fighters, TIE bombers can be found aboard almost every Imperial space station and capital ship. A <Lookup (\"star des\");@Star Destroyer> typically carries one squadron of twelve TIE bombers, and most ground installations maintain a small complement of these craft. Despite its widespread use, the TIE bomber was largely replaced after <Lookup (\"Palp\");@Emperor Palpatine's> death by a more efficient and destructive TIE variant known as the <Lookup (\"Scimitar\");@Scimitar assault bomber>."
	},
	{
		"image": "tief001.slb",
		"name": "TIE Fighter",
		"short_description": "An agile, single-pilot starfighter with a small, spherical cockpit suspended between a pair of immense solar array wings. The TIE fighter, which utilizes advanced twin ion engines, was designed primarily for speed. In order to decrease the vehicle's weight, it has not been equipped with life-support systems, deflector shields, or hyperdrive engines. Armed with only a pair of standard laser cannons, the mass-produced TIE fighters must rely on their greater numbers to overwhelm enemy forces.",
		"full_name": "Sienar Fleet Systems TIE/Ln Space Superiority Starfighter",
		"length": "6.3 meters long",
		"speed": "100 MGLT and no hyperdrive, or 1,200 kilometers per hour in atmosphere",
		"capacity": "1 pilot and 65 kilograms cargo",
		"armament": "2 SFS L-s1 laser cannons",
		"shielding": "Titanium alloy hull and Quadanium steel armored solar panels",
		"long_description": "Developed by <Lookup (\"Sienar\");@Sienar Fleet Systems>, the TIE/Ln Space Superiority Starfighter used by the <Lookup (\"Empire\");@Empire> during most of the <Lookup (\"Galactic Civ\");@Galactic Civil War> is one of the most maneuverable and frighteningly effective starships ever produced. The TIE/Ln incorporates the same advanced Twin Ion Engines (TIE) design created by Sienar for a starfighter then known as the T.I.E. The engine configuration in the TIE/Ln requires very little fuel, but provides the TIE with incredible speed and agility, allowing it to outrun the majority of Rebel craft, save the <Lookup (\"A-win\");@A-wing>.\r\n\r\nBecause it relies solely on speed, every aspect of the TIE fighter's design is concerned with reducing the vehicle's weight. With this in mind, heavy shield generators and thick armor plating have been abandoned. Thus, the TIE fighter is extremely vulnerable to enemy fire. Fortunately, the small cockpit and the ship's increased mobility make the craft exceptionally difficult to target.\r\n\r\nIn the quest to decrease the TIE's weight still further, bulky hyperdrive and life-support systems have also been omitted. The TIE is stocked with meager rations, capable of sustaining the pilot for about two days, and carries very little fuel. In combat, a TIE requires refueling every few hours. Given these limitations, TIE fighters are strictly short-range craft and must rely on a home base, usually a <Lookup (\"star des\");@Star Destroyer>, orbiting space station, or planetary hangar. In addition, <Lookup (\"TIE fighter pil\");@TIE pilots>, who are often considered suicidal by other Imperials, must wear fully-sealed flight suits complete with self-contained oxygen supplies and atmosphere converters.  \r\n\r\nThe TIE fighter's energy consumption and power generators have been designed to be extremely efficient as well. The starship's array wings collect solar radiation and transfer the energy to the massive power generators, which account for most of the TIE fighter's mass, and numerous batteries spread throughout the vehicle. The pair of forward-mounted, fire-linked <Lookup (\"laser can\");@laser cannons> are powered by separate generators located in the undercarriage of the command pod. \r\n\r\nThe interior cockpit design is spartan yet elegant in its simplicity. The pilot is strapped into a small high-gee shock couch and is further protected by a crude repulsorlift antigravity field and crash webbing. The pilot's feet are inserted into control yokes responsible for maneuvering and adjusting speed. A hand-yoke located directly in front of the pilot controls the TIE's laser cannons, targeting computer, and navigation computer. The hand-yoke also allows for subtle shifts in speed and heading. However, the TIE is extremely sensitive to pilot adjustments. Inexperienced TIE pilots can easily lose control of the craft during complex maneuvers and find themselves hurtling through space. In addition, novice pilots often find it difficult to use the hand-yoke to simultaneously maneuver and fire, although TIE veterans eventually learn to push the starship to its limits.\r\n\r\nImperial use of TIE fighters has always emphasized overwhelming an opponent. It has been said that for every TIE fighter shot down, a thousand more will rise up in its place. TIE fighters are found at virtually every Imperial installation, from the smallest planetary base to massive space stations. Imperial Star Destroyers carry a full complement of seventy-two TIEs, while 7,000 of these starfighters were housed aboard the first <Lookup (\"death\");@Death Star>. During the height of the Empire's power, Sienar Fleet Systems was mass-producing TIE fighters on a staggering scale, manufacturing thousands of the starships on an annual basis. Cadets graduating from the various Imperial academies were vigorously pursued by recruiters and dropped into TIE fighters, where a great many lost their lives.\r\n\r\nDeemed expendable by Imperial tacticians, the TIE fighter's primary mission profile includes attacks on Rebel vessels, as well as raids against pirate craft, alien starships, space stations, and other targets. TIE fighters are also frequently assigned to convoy duty and are often ordered to protect cruisers or planetary bases from Rebel forces. In their secondary capacity, TIE fighters escort <Lookup (\"TIE b\");@TIE bombers> and assist in assaults on planetary bases. TIE fighters are usually deployed in squadrons, each consisting of twelve individual starships. A full TIE fighter wing is composed of six squadrons, or seventy-two ships. \r\n\r\nAfter the success of the basic TIE fighter, Sienar Fleet Systems designed numerous TIE variants for specific mission profiles. Among the most successful models are the TIE bomber and the original TIE fighter's successor, the <Lookup (\"TIE i\");@TIE interceptor>. Other designs include the <Lookup (\"TIE/rc\");@TIE/rc>, a typical TIE fighter stocked with advanced sensor arrays and communications devices for use in reconnaissance, which was then followed by the more effective <Lookup (\"TIE scout\");@TIE scout>, and finally by the heavily shielded <Lookup (\"TIE van\");@TIE vanguard>. Another model, the <Lookup (\"TIE/fc\");@TIE/fc>, aids in fire control and targeting for long-range Navy artillery, while the <Lookup (\"TIE/gt\");@TIE/gt> is a makeshift planetary assault craft that served as the predecessor to the TIE bomber and the more powerful <Lookup (\"scimitar\");@Scimitar assault bomber>. In the process of developing the TIE interceptor, Sienar technicians built the <Lookup (\"TIE Adv\");@TIE Advanced x1 Prototype>, the starship used by <Lookup (\"Vad\");@Darth Vader> at the <Lookup (\"Yavin, Bat\");@Battle of Yavin>.\r\n\r\nShortly before the destruction of the second <Lookup (\"Death Star II\");@Death Star>, Sienar designed a radical new prototype dubbed the <Lookup (\"TIE D\");@TIE defender>. This starfighter has three solar array wings, numerous armaments, and a competent hyperdrive. About six years after the Battle of Endor, the company also introduced the fully automated <Lookup (\"TIE/D\");@TIE/D>, the first starfighter completely controlled by a droid. The TIE's inventors have even manufactured vehicles for use during ground conflicts, most notably the <Lookup (\"TIE cr\");@TIE crawler>, a small tank utilizing the familiar TIE cockpit."
	},
	{
		"image": "tiei001.slb",
		"name": "TIE Interceptor",
		"short_description": "The most advanced starfighter in the Imperial arsenal. Faster, more maneuverable, and better armed than both the original TIE fighter and Darth Vader's experimental prototype, the interceptor utilizes breakthrough ion engines and is equipped with four blaster cannons, one on the tip of each solar panel wing. In dogfights, the interceptor out-performs all other craft, save for perhaps the A-wing starfighter. But the interceptor makes many sacrifices for its increased performance: it lacks armor, deflector shields, hyperdrive systems, and life-support systems.",
		"full_name": "Sienar Fleet Systems TIE Interceptor",
		"length": "9.6 meters long",
		"speed": "110 MGLT and no hyperdrive, or 1,250 kilometers per hour in atmosphere",
		"capacity": "1 pilot and 75 kilograms cargo",
		"armament": "4 SFS L-s9.3 laser cannons",
		"shielding": "Quadanium steel armored solar panels and titanium alloy hull",
		"long_description": "Like all TIE starfighters, the TIE interceptor is based upon the earlier <Lookup (\"TIE/ln\");@TIE/ln> fighter. The interceptor has a standard TIE cockpit, solar-array wings, and twin ion engines. However, the interceptor's wings have a distinctive \"dagger\" shape, and the drive system has been greatly improved to drastically increase the vehicle's top speed. In addition, the TIE interceptor utilizes a breakthrough ion stream projector that allows pilots to execute tight turns and rolls not possible in most other starfighters. Finally, steering port deflectors can be manipulated individually for fine control and counterbalancing during especially trying maneuvers.\r\n\r\nUnlike virtually all other TIEs, the interceptor wields four laser cannons. Placed at the end points of each wing, these weapons provide the pilot with a wide field of fire. The pilot is further aided by advanced targeting software. Unfortunately, these advances are small consolation when the interceptor receives a direct hit from an enemy vessel, as the fragile starfighter lacks armor plating and shields. For this reason, interceptor pilots must rely on their maneuverability and superior numbers during most engagements. Interceptor pilots must also wear sealed flight suits and remain within range of large capital ships or space stations. \r\n\r\nDuring the latter half of the <Lookup (\"Galactic Civ\");@Galactic Civil War>, the Empire intended the TIE interceptor to eventually replace the standard TIE fighter. Yet, by the death of the Emperor at the <Lookup (\"Endor, Bat\");@Battle of Endor>, only about 20% of Imperial fighters were interceptors. As Imperial funds dwindled and all fighters became scarce, <Lookup (\"Thrawn\");@Grand Admiral Thrawn> realized that the Empire could no longer consider the interceptors disposable and thus began equipping the exceptional ships with <Lookup (\"deflector shield\");@deflector shields>."
	},
	{
		"image": "tiea001.slb",
		"name": "TIE Advanced x1\r\n^f01Darth Vader's TIE Fighter",
		"short_description": "The prototype starfighter used by Darth Vader at the Battle of Yavin and the basis for the frighteningly efficient TIE interceptor. The TIE Advanced x1 is easily recognizable due to its distinctive bent wings. Unlike all other TIE fighters, the prototype is equipped with a deflector shield generator and a modest hyperdrive system. The TIE Advanced is also armed with fixed twin heavy-blaster cannons, but has no life-support systems.",
		"full_name": "Sienar Fleet Systems TIE Advanced x1 Prototype",
		"length": "9.2 meters long",
		"speed": "105 MGLT and Class 4 SFS hyperdrive system, or 1,200 kilometers per hour in atmosphere",
		"capacity": "1 pilot and 150 kilograms cargo capacity",
		"armament": "Two SFS L-s4 laser cannons",
		"shielding": "SFS standard deflector shield generator, titanium alloy hull, and Quadanium steel armored solar panels",
		"long_description": "Based on original <Lookup (\"Sienar\");@Sienar> designs and featuring a <Lookup (\"duras\");@durasteel>-alloy hull, elongated rear deck, and unique solar array wings, the TIE Advanced quickly became one of <Lookup (\"Vad\");@Darth Vader's> favored possessions. Like all TIE ships, the prototype's propulsion system consisted of twin <Lookup (\"ion eng\");@ion engines>, although its solar ionization reactor was much more powerful than those on the standard TIE fighters. Despite the improved power supply, Vader's TIE proved only slightly faster than the previous TIE models due to inefficient shield generators, which consumed a great deal of power, and the increased mass caused by the addition of heavy armor plating.\r\n\r\nThe TIE Advanced proved effective in battle because it could endure numerous direct hits. The pilot survival rate was also greatly increased by the addition of a <Lookup (\"hyperdrive\");@hyperdrive> system, allowing the ship to flee hopeless battles. Despite the starfighter's success, the <Lookup (\"Empire\");@Empire> decided not to order the TIE Advanced x1 in large quantities, claiming that the vehicles were far too costly. However, many Navy strategists theorized that Imperial officers feared a starfighter with a hyperdrive would give Imperial bureaucrats an excuse to deny requests for new capital starships. Unconcerned with the Empire's rejection of the TIE Advanced, Sienar designers simply incorporated the ship's best qualities into the <Lookup (\"TIE I\");@TIE interceptor>. By the <Lookup (\"Endor, Bat\");@Battle of Endor>, Sienar had ceased producing the TIE Advanced x1."
	},
	{
		"image": "tran001.slb",
		"name": "Rebel Transport\r\n^f01[Bright Hope]",
		"short_description": "A lightly armored starship used by the Rebellion to transport troops, food, ammunition, weaponry, and other supplies throughout the galaxy. Although the Rebellion utilizes a variety of cargo vehicles, the most identifiable is the Gallofree Yards Medium Transport. Because Rebel transports are not combat vessels, they must be protected by X-wing squadrons and land-based ion cannons. At the Battle of Hoth, Gallofree transports were instrumental in evacuating the bulk of the Rebel forces and equipment before the Rebellion's Echo Base could be overrun.",
		"full_name": "Gallofree Yards Medium Transport",
		"length": "90 meters long",
		"speed": "20 MGLT and Class 4 hyperdrive, or 650 kilometers per hour in atmosphere",
		"capacity": "6 crew, 1 gunner, about 90 passengers, and 19,000 metric tons cargo",
		"armament": "4 twin laser cannons",
		"shielding": "Single standard deflector shield generator mounted atop command module and heavy armor plating",
		"long_description": "The ingenious commanders of the <Lookup (\"Rebel All\");@Rebel Alliance> exploited a wide range of starships for transporting troops, supplies, and equipment throughout the galaxy. Converted passenger liners, stolen Imperial transports, and captured pirate vessels all served as Rebel transports. However, the most common starship used in this capacity was a true transport manufactured by Gallofree Yards and sold to the Rebel Alliance at an incredible discount.\r\n\r\nLike most Rebel transports, Gallofree Yards transports are rarely armed, with all available space devoted to cargo or passengers. Although only 90 meters in length, ships like the [Bright Hope], the last transport to leave <Lookup (\"Hoth\");@Hoth>, can carry up to 19,000 metric tons. Most of this cargo is attached to the transport in large modular cargo pods, which allow for rapid loading and unloading. Atop the transport is a cramped cockpit occupied by a small crew and single gunner responsible for the ship's four twin <Lookup (\"laser cannon\");@laser cannons>. Such transports are usually protected by some sort of <Lookup (\"deflector shiel\");@deflector shield> system, but also boast heavy armor plating and basic <Lookup (\"hyperdrive\");@hyperdrive> engines.\r\n\r\nRebel transports typically carry medicine, food, weapons, ammunition, artillery, raw materials, limited fuel, and spare parts to Rebels stationed throughout the galaxy. Some transports have been converted into fuel tankers, allowing starships to refuel in-flight during long missions. Of course, many transports also carry troops and other Rebel personnel.\r\n\r\nWhile the Alliance relied heavily on the Gallofree Transports during the <Lookup (\"Galactic Civ\");@Galactic Civil War>, the starships have numerous drawbacks. Rebel mechanics have discovered that the transports are plagued by malfunctions and breakdowns, and many of these starships spend most of their careers in repair bays. They are also totally unprepared for combat and must always be escorted by starfighters. Fortunately, the transports do have an array of sensors for detecting enemy vessels, and can deploy advanced countermeasure systems to elude Imperial ships."
	},
	{
		"image": "twin001.slb",
		"name": "Twin-Pod Cloud Car",
		"short_description": "An upper-atmosphere vehicle consisting of two small cockpits connected by a repulsorlift and ion engine block. The well-known cloud cars of Bespin are used as patrol craft which \"greet\" incoming vessels, and are fitted with twin blaster cannons controlled by a gunner sitting in the starboard pod. The pilot, housed in the port pod, must be unusually skilled, as cloud cars exceed speeds of 1,500 kilometers per hour and can fly into low orbit.",
		"full_name": "Bespin Motors Storm IV Twin-Pod Cloud Car",
		"length": "7 meters long",
		"speed": "1,500 kilometers per hour, with a maximum altitude of 100 kilometers or near orbital height",
		"capacity": "1 pilot, 1 gunner, and 10 kilograms cargo",
		"armament": "1 fire-linked double blaster cannon",
		"shielding": "Heavy armor plating",
		"long_description": "Popularized on <Lookup (\"Bespin\");@Bespin>, twin-pod cloud cars have spread throughout the galaxy as both military and personal transports. More advanced than standard <Lookup (\"airspee\");@airspeeders>, they are especially effective for patrol and reconnaissance duty.\r\n\r\nAn <Lookup (\"ion eng\");@ion engine> serves as a cloud car's primary propulsion system, while repulsorlift drives, small maneuvering jets, mechanized flaps, control vanes, and rudders enhance speed and control. The cockpit is generally pressurized for high-altitude flight, but most cloud cars lack life-support systems.\r\n\r\nMilitary or police force models, such as the Storm IV used by <Lookup (\"Cloud Cit\");@Cloud City's> Wing Guard pilots, are armed with blaster cannons and protected by heavy armor plating. In addition, such vehicles have computer systems and weapon emplacements specifically designed to accept a variety of arms, depending upon the needs of the pilot."
	},
	{
		"image": "xwin001.slb",
		"name": "X-Wing Starfighter",
		"short_description": "The Rebel Alliance's primary starfighter and one of the most advanced single-pilot starships ever produced. The X-wing takes its name from its double-layered wings, which separate into an \"X\" formation during combat to increase the pilot's field of fire. Along with four high-end laser cannons, the X-wing is equipped with proton torpedoes, deflector shields, a hyperdrive engine, and an astromech droid. The X-wing is Luke Skywalker's vehicle of choice, and was used by the young Jedi to destroy the first Death Star at the Battle of Yavin.",
		"full_name": "Incom Corporation T-65B X-Wing Space Superiority Fighter",
		"length": "12.5 meters long",
		"speed": "80 MGLT and Class 1 Koensayr R300-H hyperdrive system, or 1,050 kilometers per hour in atmosphere",
		"capacity": "1 pilot, 1 astromech droid, and 110 kilograms cargo",
		"armament": "4 Taim & Bak KX9 laser cannons and 2 Krupx MG7 proton-torpedo launchers",
		"shielding": "Chempat \"Defender\" deflector-screen projector, Chempat deflector shield projector, and reinforced titanium alloy hull",
		"long_description": "The T-65 X-wing was the last starship designed by <Lookup (\"Incom Corp\");@Incom Corporation> before the company was nationalized by the <Lookup (\"Empire\");@Empire>. Angry and frustrated over Incom's sudden seizure by Imperial forces, the company's senior design team plotted to defect. With the aid of a crack Rebel commando team, the X-wing's creators fled Incom and joined the <Lookup (\"Rebell\");@Rebellion>, bringing along the plans and prototypes for the new starfighter. The defection was a major loss for the Empire and provided the Rebellion with their first great technological advance. The Alliance began producing the X-wing in modest numbers, and the starship quickly proved one of the most effective military vehicles in the galaxy.\r\n\r\nThe T-65's unusual wing design is often credited for the starship's success. The double-layered wings remain closed during normal sublight space travel, but can be deployed in combat and whenever the craft enters a planet's atmosphere. Each wing tip has a high-powered Taim & Bak KX9 <Lookup (\"laser can\");@laser cannon>, which can be fired individually, simultaneously, in pairs, or any other combination. \r\n\r\nThe starship's weaponry also includes two Krupx MG7 <Lookup (\"proton tor\");@proton torpedo> launchers located near the middle of the fighter's frame. Each launcher carries three proton torpedoes identical to those <Lookup (\"Skywalker, Luk\");@Luke> fired into a thermal exhaust port to destroy the first <Lookup (\"Death\");@Death Star>.\r\n\r\nAnother stroke of genius in the T-65's design is the intentional use of controls that are nearly identical to those on the <Lookup (\"t-16\");@T-16 skyhopper> and similar <Lookup (\"airspee\");@airspeeders>. Most of the Alliance's pilots hail from numerous frontier worlds, where these future Rebels honed their skills on inexpensive, durable craft such as the skyhopper. Because the X-wing's controls were so familiar, idealistic pilots such as Luke, <Lookup (\"Darklighter, b\");@Biggs Darklighter>, and <Lookup (\"Pork\");@Jek Porkins> had little trouble adapting to their new starships.\r\n\r\nLike many other starfighters, the X-wing requires only one pilot. However, a special socket behind the cockpit houses an Industrial Automaton <Lookup (\"R2 unit\");@R2> astromech droid that functions much like a copilot. While in flight and during combat, the droid is responsible for astrogation, navigation, damage control, and flight adjustments. The R2 unit can also pilot the fighter in an emergency. All <Lookup (\"astromec\");@astromechs> assigned to X-wings carry up to ten jump coordinates in the event the starship needs to quickly escape into <Lookup (\"hyperspace\");@hyperspace>.\r\n\r\nOne of the X-wing's greatest assets is its durability. The fighter's reinforced titanium alloy hull, Chempat deflector-screen and <Lookup (\"defelctor shield\");@deflector shield> projectors, and transparisteel canopy ensure that it can withstand several hits without suffering serious damage. Minor malfunctions caused by enemy fire can usually be repaired within minutes by the on-board astromech. However, in the event of disabling damage, the pilot can deploy the ship's ejection system.\r\n\r\nAlong with its other considerable strengths, the X-wing possesses a moderately powerful Novaldex 04-Z power generator capable of sustaining the starship's shields and weapons at full strength for the duration of most combats. Although the X-wing is not nearly as maneuverable or as fast as its chief opponent, the Imperial <Lookup (\"tie f\");@TIE fighter>, it does come equipped with full life-support systems and a respectable Koensayr R300-H <Lookup (\"hyperdrive\");@hyperdrive>, both vital features that the TIE lacks. \r\n\r\nX-wing squadrons are identified by the series of colored stripes on the wings of the vehicles. Luke's X-wing, for example, was designated <Lookup (\"Red Five\");@Red Five> at the <Lookup (\"Yavin, Bat\");@Battle of Yavin> and had five red stripes visible on its wings. After the Battle of Yavin, Luke suggested that he and <Lookup (\"Antilles\");@Wedge Antilles>, the only surviving members of <Lookup (\"Red Squa\");@Red Squadron>, rename their X-wing unit <Lookup (\"Rogue Squa\");@Rogue Squadron>, a title that soon became synonymous with bravery and skill throughout the galaxy."
	},
	{
		"image": "ywin001.slb",
		"name": "Y-Wing Starfighter",
		"short_description": "One of the most durable and reliable starfighters in the galaxy, designed to excel in close-quarters combat. Y-wings also perform well as light bombers and escort vehicles. The Y-wing's primary weapons are a pair of laser cannons and a rotating ion cannon, but it can also carry proton torpedoes, concussion missiles, and proton bombs. Although used heavily before the Battle of Yavin, they were widely replaced by X-wings in later years.",
		"full_name": "Koensayr BTL-S3 Y-Wing Attack Starfighter",
		"length": "16 meters long",
		"speed": "70 MGLT and Class 1 Koensayr R300-H hyperdrive, or 1,000 kilometers per hour in atmosphere",
		"capacity": "1 pilot, 1 astromech droid, and 110 kilograms cargo",
		"armament": "2 Taim & Bak IX4 laser cannons, 1 ArMek SW-4 ion cannon, and 2 Arakyd flex tube proton-torpedo launchers",
		"shielding": "Chempat deflector shield projector and titanium reinforced alusteel hull",
		"long_description": "Despite its age, the Y-wing has become one of the <Lookup (\"Rebel All\");@Rebel Alliance's> most impressive starfighters, serving admirably at the <Lookup (\"Yavin, Bat\");@Battle of Yavin> and other important conflicts. Prior to the introduction of the <Lookup (\"x-win\");@X-wing> starfighter, Y-wings were the flagship fighters of the Alliance.\r\n\r\nThe twin-engine Y-wing, at 16 meters long, is a multipurpose ship originally designed to serve as both an attack fighter and bomber. The resilient starfighters can deliver and withstand a great deal of punishment, but they lack the payload capacity, speed, stealth and maneuverability, of many modern Imperial attack fighters.\r\n\r\nFortunately, the Y-wing is easily modified and can be reconfigured in countless variations. Rebel technicians often strip a Y-wing of bulky armor and generators before an assault on an Imperial convoy, or prepare the craft for bombing runs by adding more powerful shields and significantly increasing the vehicle's payload. Y-wings also serve on diplomatic escort missions and for long-range patrols. The BTL-A4 Y-wing (LP), or [Longprobe], has extra provisions, more powerful sensors and a sophisticated navigation computer specifically for patrol and reconnaissance duty.\r\n\r\nRegardless of a specific fighter's configuration, each Y-wing has three main components. The armored forward cockpit module houses the pilot, targeting systems, weapon controls, and life-support systems. The Y-wing's Novaldex power generator and Koensayr R300-H <Lookup (\"hyperdri\");@hyperdrive> unit are housed in the midsection, which is simply a reinforced central spar extending from the cockpit. Attached to this spar is a thin cross-wing, which contains the Thiodyne 03-R cryogenic power cells and connects the craft to two immense Koensayr R200 ion jet sublight drives.\r\n\r\nIn the cockpit, the pilot controls a pair of forward laser cannons and the twin <Lookup (\"proton tor\");@proton torpedo> launchers. The Y-wing is also equipped with a turret-mounted <Lookup (\"ion can\");@ion cannon>, located atop the canopy. An extended version of the Y-wing cockpit supports a copilot, who generally functions as a gunner.\r\n\r\nLike the X-wing, an R2 or R4 <Lookup (\"astromech\");@astromech droid> fits into a droid socket behind the cockpit and monitors all flight, navigation and power systems. The droid can also handle fire control, perform in-flight maintenance, and reroute power as needed. Most importantly, the <Lookup (\"R2 unit\");@R2 unit> stores several <Lookup (\"hyperspace\");@hyperspace> jump coordinates to allow quick retreats."
	},
	{
		"image": "bloc001.slb",
		"name": "Rebel Blockade Runner\r\n^f01[Tantive IV]",
		"short_description": "A modified Corellian corvette used by the Rebellion for sensitive missions. Princess Leia's personal Blockade Runner, [Tantive IV], was armed with six turbolaser cannons and had heavily reinforced shields, but it proved helpless against an Imperial Star Destroyer. [Tantive IV] was captured by forces under the command of Darth Vader, who ordered the vessel destroyed after Leia had been taken prisoner.",
		"full_name": "Corellian Engineering Corporation CR90 Corvette",
		"length": "150 meters long",
		"speed": "60 MGLT and Class 2 CEC Subspace hyperdrive system, or 950 kilometers per hour in atmosphere",
		"capacity": "Between 30 and 165 crew members, and up to 600 passengers, or approximately 3,000 metric tons of cargo depending upon configuration",
		"armament": "6 Taim & Bak H9 double turbolaser cannons",
		"shielding": "Phoah-Kingsmeyer 484-J4e screen control and shield projector, and Ferro-Magnesium ceramic hull",
		"long_description": "The Corellian corvette is a standard multipurpose ship produced in modest numbers by the <Lookup (\"Corellian Eng\");@Corellian Engineering Corporation> for a wide variety of uses, including passenger transport, cargo shipment, and military service. However, because the ships are fast, well-armed, and durable, Corellian pirates have a strong affinity for the vessels. These pirates, who use the corvettes to raid other vessels, smuggle illegal goods, and commit other intergalactic crimes, have dubbed the ships <Lookup (\"Block\");@\"Blockade Runners\"> because they can easily circumvent most Imperial obstacles.\r\n\r\nRecognizing the starship's strengths, the Alliance acquired several corvettes for the Rebel fleet. The vehicles were often used for covert activities and in time became known more generally as \"Rebel Blockade Runners.\" The Royal House of <Lookup (\"Alder\");@Alderaan> also owned at least one corvette, the <Lookup (\"Tant\");@[Tantive IV]>, which <Lookup (\"Solo, P\");@Princess Leia> claimed was a consular vessel performing diplomatic missions. In actuality, the [Tantive IV] was an integral component of the Rebel's fight against the growing threat of the <Lookup (\"Empire\");@Empire>. The starship eventually intercepted the secret <Lookup (\"Death\");@Death Star> plans, which Leia entrusted to <Lookup (\"R2-D2\");@R2-D2> shortly before the [Tantive IV] was overrun by <Lookup (\"storm\");@stormtroopers>.\r\n\r\nLike many Corellian corvettes used for military purposes, the [Tantive IV] had a small complement of <Lookup (\"turbolas\");@turbolaser> cannons and respectable shield projectors. More fearsome Blockade Runners can boast several dozen weapon emplacements, reinforced armor hulls, and additional shields and power generators."
	},
	{
		"image": "exec001.slb",
		"name": "[Executor]\r\n^f01Super Star Destroyer",
		"short_description": "Darth Vader's personal starship, presented to the Lord of the Sith after the Battle of Yavin. At 12,800 meters long and armed with over a thousand weapons, the Super Star Destroyer was the first of its kind, meant to symbolize both the might of the Imperial fleet and the terror Darth Vader provoked across the galaxy. The [Executor] was destroyed at the Battle of Endor after a disabled A-wing starfighter crashed through the ship's bridge. The wounded Destroyer spun out of control and collided with the second Death Star, exploding upon impact.",
		"full_name": "Kuat Drive Yards Super Star Destroyer",
		"length": "12,800 meters long",
		"speed": "40 MGLT and Class 2 hyperdrive",
		"capacity": "279,144 crew, 1,590 gunners, 38,000 ground troops, 144 TIE fighters, 200 miscellaneous combat and support ships, 3 prefabricated Imperial garrison bases, 30 AT-ATs, 40 AT-STs, supplies for 300,000 individuals, and up to 250,000 metric tons of cargo",
		"armament": "250  turbolaser batteries, 250 heavy turbolaser batteries, 250 concussion missile tubes, 250 ion cannons, 40 Phylon Q7 tractor beam projectors",
		"shielding": "Two KDY-manufactured deflector shield generator domes and titanium reinforced alusteel hull",
		"long_description": "The flagship of <Lookup (\"Vad\");@Darth Vader's> fleet, the [Executor] was the first [Super]-class Star Destroyer and measured about five times the size of a normal [Imperial]-class <Lookup (\"star des\");@Star Destroyer>. The vessel served largely as a symbol of the Emperor's unlimited power and resources, and was often used to frighten planets and whole systems into submission. Along with its numerous weapons, the starship carried two full wings of <Lookup (\"TIE f\");@TIE fighters>, totaling 144 ships, along with 200 other combat and support vessels; 38,000 ground <Lookup (\"storm\");@stormtroopers>; and enough garrison bases and Imperial walkers to destroy any Rebel base.\r\n\r\nThe ill-fated <Lookup (\"Ozz\");@Admiral Ozzel> originally served as the [Executor]'s commander, but he met his death at the hands of an unforgiving Vader. Immediately, <Lookup (\"Piett\");@Admiral Piett> assumed control of the mammoth craft. Piett remained at this post until the ship's fiery destruction at the <Lookup (\"Endor, Bat\");@Battle of Endor>."
	},
	{
		"image": "mill001.slb",
		"name": "[Millennium Falcon]",
		"short_description": "A highly modified Corellian freighter owned by Han Solo. Although Solo and his Wookiee partner originally redesigned the [Falcon] with smuggling in mind, the ship's advanced sensors, shields, and weaponry proved vital in their efforts to aid the Rebel Alliance. The [Millennium Falcon] served the Rebellion well: it was instrumental in the rescue of Princess Leia from the first Death Star, provided cover for Luke Skywalker at the Battle of Yavin, and entered the heart of the second Death Star to destroy the terrible space station and end the Galactic Civil War.",
		"full_name": "Modified Corellian Engineering Corporation YT-1300 Transport",
		"length": "26.7 meters long",
		"speed": "80 MGLT and Class .5 Corellian Engineering Corporation subspace-hyperdrive, or 1,050 kilometers per hour in atmosphere",
		"capacity": "2 crew, 2 navigators, 2 gunners, and 6 passengers, as well as 100 metric tons of cargo",
		"armament": "2 ST2 concussion missile launchers (racks of 4), 1 rotating Taim & Bak auto blaster cannon, and 2 Corellian Engineering Corporation AG-2G quad laser cannons",
		"shielding": "Titanium reinforced hull, Kuat Drive Yards aft deflector shield generator, Torplex fore deflector shield generator,  Novaldex stasis-type shield generator, Nordoxico anti-concussion shield generator, and Carbanti 29L electromagnetic countermeasures package",
		"long_description": "Despite its outward appearance, the [Millennium Falcon] is actually one of the most remarkable starships in the galaxy. Although prone to constant malfunctions and mechanical failures, the [Falcon] can reach .5 past lightspeed, outmaneuver most starfighters, and weave its way through the most treacherous asteroid fields.\r\n\r\nLike its pilot, <Lookup (\"Solo, H\");@Han Solo>, much of the [Falcon]'s past remains unknown. The craft apparently had a number of owners before it fell into the hands of roguish gambler <Lookup (\"Calr\");@Lando Calrissian>, who made modest alterations to the ship before losing the freighter to Solo during a game of <Lookup (\"sabac\");@sabacc>. \r\n\r\nThe [Falcon]'s dilapidated exterior is largely deliberate, as the ship's battered appearance allowed Calrissian and Solo to avoid both Imperials and Customs officials on their frequent smuggling runs. Yet beneath the thick hull of the <Lookup (\"Corellian Eng\");@Corellian Engineering Corporation's> YT-1300 transport is a <Lookup (\"hyperdrive\");@hyperdrive> engine nearly twice as fast as those aboard Imperial warships. The well-armored [Falcon] has an advanced sensor-suite array to detect enemy vessels, shielded smuggling compartments throughout the interior, and a cutting-edge Imperial <Lookup (\"deflector shield\");@deflector shield> system. Offensive capabilities include a pair of <Lookup (\"quad\");@quad laser cannons> and two concussion missile launchers, along with a retractable light laser cannon.\r\n\r\nBecause of its remarkable capabilities, the [Millennium Falcon] was selected to lead the charge against the second <Lookup (\"Death Star II\");@Death Star> at the <Lookup (\"Endor, Bat\");@Battle of Endor>. Piloted by Lando Calrissian and <Lookup (\"Nunb, N\");@Nien Nunb>, the [Falcon] deftly avoided incoming enemy fighters, endured several direct hits, and ultimately navigated the Death Star's treacherous infrastructure. Using the ship's host of sensors, Lando found the reactor core, where he deployed the [Falcon]'s weapons and caused the Death Star's destruction."
	},
	{
		"image": "outr001.slb",
		"name": "[Outrider]",
		"short_description": "Dash Rendar's Corellian YT-2400 freighter, significantly altered from its design specifications to serve in smuggling operations. Rendar has outfitted his starship with numerous enhancements, including illegal laser cannons, powerful deflector shield generators, and advanced hyperdrive and ion engines. Like Han Solo's [Millennium Falcon], Rendar's [Outrider] has saved the smuggler countless times over the years.",
		"full_name": "Modified Corellian Engineering Corporation YT-2400 Freighter",
		"length": "22 meters long",
		"speed": "70 MGLT and Class .75 modified SoroSuub Griffyn/Y2TG hyperdrive, or 1,000 kilometers per hour in atmosphere",
		"capacity": "2 crew, 2 navigators, 2 gunners, and 4 passengers, as well as 70 metric tons of cargo",
		"armament": "2 Dymek double laser cannons and 2 concussion missile launchers (racks of 3)",
		"shielding": "Several deflector shields of unknown make, titanium reinforced hull, and a standard countermeasures package",
		"long_description": "The [Outrider] is a sturdy <Lookup (\"Corellian Eng\");@Corellian> freighter that shines with a dark gleam and features the traditional saucer-shaped hull of the YT series. Like its predecessors, it is fast, tough, and easy to modify.\r\n\r\nThe [Outrider] has a rounded hull with thick armor plating and a pair of port-side bracing arms that connect to the cockpit, which is essentially a long tube. The aft section of the tube holds the main <Lookup (\"esca\");@escape pod>, which can seat six. Much of the hull interior is occupied by modified military <Lookup (\"ion engine\");@ion engines>, power generators, weapons systems, and other illegal enhancements. Weapons include a pair of heavy double <Lookup (\"laser cannon\");@laser cannons> and two forward-firing concussion missile launchers.\r\n\r\nAs depicted in [Shadows of the Empire], Dash Rendar and his [Outrider] aided the Rebel heroes in their campaign against <Lookup (\"Xiz\");@Prince Xizor>. Unfortunately, when <Lookup (\"Vad\");@Darth Vader> destroyed Prince Xizor's skyhook, the [Outrider] was hit by debris and seemingly exploded. There are some indications that the smuggler and his ship survived, but these reports have yet to be confirmed."
	},
	{
		"image": "slav001.slb",
		"name": "[Slave I]",
		"short_description": "Boba Fett's starship, used by the bounty hunter to track and capture his quarry. [Slave I] is a drastically altered [Firespray]-class patrol craft, rebuilt with holding cells, a dedicated tracking system, improved deflector shields, a massive hyperdrive engine, and numerous concealed weapons. The craft is unusual because it flies upright, with the pilot standing at the vehicle's controls as [Slave I] cruises through space at speeds comparable to those of an Alliance Y-wing fighter.",
		"full_name": "Modified Kuat Systems Engineering [Firespray]-Class Patrol and Attack Ship",
		"length": "21.5 meters long",
		"speed": "70 MGLT and Class 1 hyperdrive of unknown make, or 1,000 kilometers per hour in atmosphere",
		"capacity": "1 crew, 1 copilot, 6 prisoners, and up to 40 metric tons of cargo",
		"armament": "2 twin-mounted rotating blaster cannons, 1 concussion missile tube launcher (concealed), 1 ion cannon (concealed), 1 tractor beam projector (concealed), 2 proton torpedo launchers (concealed)",
		"shielding": "Titanium reinforced alloy hull, contact ray shielding, and limited deflector shield generators of unknown make",
		"long_description": "While [Slave I] is considered an outdated vessel, <Lookup (\"Fett\");@Boba Fett> has rebuilt and customized the starship to serve his needs. The bottom rear section of [Slave I]'s hull has fully-rotating twin blaster cannons, but the ship also conceals a forward-firing concussion missile launcher and <Lookup (\"ion cannon\");@ion cannon>, as well as a turret-mounted tractor beam projector and a pair of turret-mounted <Lookup (\"proton tor\");@proton torpedo> launchers. The ship's illegal sensor-masking and jamming system allows it to slip through sensor grids undetected, while dummy proton torpedoes mounted with homing beacons and trackers enable Fett to track ships even through <Lookup (\"hyperspace\");@hyperspace>.\r\n\r\n[Slave I]'s powerful drive engines and generators consume two-thirds of the ship's interior. The remaining space is cramped, with barely enough room for Fett's living quarters, an equipment locker, and six prisoner cages, including one designed to contain <Lookup (\"Force,\");@Force>-using individuals.\r\n\r\nAfter Boba Fett's apparent death in the mouth of the <Lookup (\"Sarla\");@Sarlacc>, Alliance forces captured [Slave I] and held it in impound on the planet Grakouine. Upon his escape from the Sarlacc, Fett was forced to use a second ship, <Lookup (\"Slave II\");@[Slave II]>, in his attempts to recapture <Lookup (\"Solo, H\");@Han Solo>. However, while Fett was in pursuit of the smuggler over <Lookup (\"Byss\");@Byss>, the bounty hunter attempted to follow the <Lookup (\"Mill\");@[Falcon]> into the planet's atmosphere. During his descent, Fett collided with the Byss' planetary shield. The crash disabled [Slave II], and Fett plotted to retrieve his former starship. True to form, the bounty hunter easily recaptured [Slave I] and again stalked Solo throughout the stars."
	},
	{
		"image": "deat001.slb",
		"name": "Death Star",
		"short_description": "A battle station of immense proportions, and the first of many Imperial weapons of mass-destruction. At 120 kilometers in diameter, the Death Star was the largest starship ever built and boasted a superlaser designed to destroy planets. Despite a wealth of weaponry, the Death Star possessed a fatal flaw: a seemingly insignificant exhaust port leading into the main reactor. At the Battle of Yavin, Luke Skywalker targeted the port with proton torpedoes, causing a chain reaction which consumed the battle station.",
		"full_name": "Custom Deep-Space Mobile Imperial Battle Station",
		"length": "120 kilometers diameter",
		"speed": "10 MGLT and Class 4 hyperdrive",
		"capacity": "774,576 crew members, 27,048 officers, 378,685 support personnel, 25,984 stormtroopers, 7,000 TIE fighters, 4 strike cruisers, 20,000 military and transport vessels, and 11,000 combat vehicles, as well as supplies for over one million individuals and total cargo of more than one million kilotons",
		"armament": "Imperial superlaser, 5,000 turbolaser batteries, 5,000 heavy turbolaser batteries, 2,500 standard laser cannons, 2,500 ion cannons, and 768 tractor beam projectors",
		"shielding": "Quadanium steel hull and an unknown number of deflector shield generators",
		"long_description": "Designed as the <Lookup (\"Empire\");@Empire's> ultimate weapon, the Death Star was intended to finally crush the <Lookup (\"Rebell\");@Rebellion> while spreading fear throughout the galaxy. Conceived by <Lookup (\"Tark\");@Grand Moff Tarkin> and constructed in secret near a penal colony, the Death Star battle station housed the insanely destructive <Lookup (\"superlaser\");@superlaser>, which was later used to completely obliterate the peaceful world of <Lookup (\"Aldera\");@Alderaan>.\r\n\r\nPrior to completing the Death Star, Tarkin developed a prototype at his secret Maw Installation, a research facility that even the <Lookup (\"Palp\");@Emperor> knew nothing about. During this early design phase, much of the battle station was conceived by renowned starship engineer Bevel Lemelisk under the direction of Tol Sivron, the <Lookup (\"Twi'l\");@Twi'lek> chief scientist. Later, the Maw Installation's staff relocated to hidden orbital construction yards far in the <Lookup (\"Outer Rim\");@Outer Rim>, where the Death Star was finally constructed.\r\n\r\nThe size of a small moon, the original Death Star housed over a million individuals, including troopers, officers, gunners, pilots, and support personnel of every variety. Weapons, in the form of thousands of <Lookup (\"turbolaser\");@turbolasers> and <Lookup (\"ion can\");@ion cannons>, bristled across the space station's surface, while the numerous hangars held hordes of <Lookup (\"TIE f\");@TIE fighters> and other ships.\r\n\r\nFortunately for the Rebellion, the Death Star was designed to withstand a full assault by huge enemy starships, but Tarkin and his lackeys never anticipated an attack by small fighters. After <Lookup (\"Solo, P\");@Princess Leia> and <Lookup (\"R2-D2\");@R2-D2> delivered stolen plans of the battle station to the Rebel forces, <Lookup (\"Dodo\");@General Dodonna> poured over the schematics until he found a weakness. He finally discovered the small exhaust port at the end of one of eighteen trenches converging on the Death Star's poles. With the aid of <Lookup (\"Solo, H\");@Han Solo>, the spirit of <Lookup (\"Keno\");@Obi-Wan Kenobi>, and the <Lookup (\"Force,\");@Force>, <Lookup (\"Skywalker, Luk\");@Luke Skywalker> managed to fire two <Lookup (\"proton tor\");@proton torpedoes> into this vent. The explosives traveled into the main reactor core, destroying the menacing space station."
	},
	{
		"image": "",
		"name": "No Data",
		"short_description": "",
		"full_name": "",
		"length": "",
		"speed": "",
		"capacity": "",
		"armament": "",
		"shielding": "",
		"long_description": ""
	},
	{
		"image": "dstr001.slb",
		"name": "Death Star II",
		"short_description": "The second, much larger version of the Empire's most terrifying weapon. Like the first Death Star, Death Star II was armed with a superlaser capable of destroying a planet with a single blast. Constructed in secrecy, Death Star II measured 160 kilometers in diameter, had 30,000 turbolaser cannons, and was protected by a huge deflector shield projected from a generator on the nearby moon of Endor. After Rebel commandos led by Han Solo disabled this shield, however, the second Death Star was destroyed by Lando Calrissian and Wedge Antilles.",
		"full_name": "Custom Deep-Space Mobile Imperial Battle Station",
		"length": "160 kilometers diameter",
		"speed": "20 MGLT and Class 3 hyperdrive",
		"capacity": "152,276 gunners, 485,560 general crew members, 1,295,950 troops, 127,570 stormtroopers, 75,860 starship support staff, 334,432 starship pilots and crew, supplies for over two million individuals and total cargo of over one million kilotons",
		"armament": "Imperial Superlaser II, 15,000 turbolaser batteries, 15,000 heavy turbolaser batteries, 7,500 laser cannons, 5,000 ion cannons, 768 tractor beam emplacements",
		"shielding": "Quadanium steel hull and an unknown number of deflector shield generators",
		"long_description": "Born three years after the destruction of the first <Lookup (\"Death\");@Death Star>, the second monstrous Imperial battle station was intended to be larger and far more deadly than its predecessor. To achieve this twisted goal, Imperial designers armed Death Star II with a much improved <Lookup (\"superlaser\");@superlaser> capable of recharging more quickly, firing with greater accuracy, and delivering more damage than the original weapon. In fact, the precision targeting systems aboard the second Death Star allowed superlaser gunners to target capital ships. In addition to its numerous weapons, an armored 100-story tower, topped by the <Lookup (\"Palp\");@Emperor's> private observation chamber, stood at its north pole. \r\n\r\nHowever, while Death Star II was designed as a weapon of terror, it was also meant to serve as part of the Emperor's elaborate plan to trap the Rebels and destroy the Alliance. He put his scheme into motion by allowing <Lookup (\"Bothan\");@Bothan> spies to learn of the second Death Star, but he planted evidence that suggested the superlaser was not yet operational. As the Emperor had predicted, the Alliance commanders knew that they had to attack the partially completed space station before it became an even greater threat.\r\n\r\nWhen <Lookup (\"Solo, H\");@Han Solo's> Rebel commandos stormed Death Star II's shield generator complex on the forest moon of <Lookup (\"Endor\");@Endor>, the Emperor's forces were prepared. The Imperials captured the Rebels even as the Alliance fleet prepared to attack the space station. At their darkest hour, the Alliance commanders discovered that the shield had not been disabled and the superlaser was, in fact, fully operational.\r\n\r\nHowever, yet again the Imperials underestimated the threats arrayed against them. The <Lookup (\"Ewoks\");@Ewoks>, furry creatures totally disregarded by the Empire, rescued Han Solo's strike team, allowing the commandos to complete their mission. Once the deflector shield dropped, leaving the Death Star unprotected, <Lookup (\"Calr\");@Lando Calrissian> and <Lookup (\"Nunb, N\");@Nien Nunb> piloted the <Lookup (\"Mill\");@[Millennium Falcon]> into the heart of the space station. There, they bombarded the reactor core and the second Death Star disappeared in a massive explosion."
	}
]